Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: B/W
de: S/W
es: B/N
fr: N/B

source: B/W Inverse
de: S/W invertiert
es: B/N inverso
fr: N/B inversé

source: Black Body
de: Schwarzkörper
es: Cuerpo negro
fr: Corps noir

source: VR Bones
de: VR Knochen
es: VR huesos
fr: VR Os

source: VR Muscles & Bones
de: VR Muskeln & Knochen
es: VR músculos y huesos
fr: VR Muscles & Os

source: VR Red Vessels
es: VR vasos rojos
fr: VR Vaisseaux rouges

source: Gray Rainbow
de: Grauer Regenbogen
es: Arcoiris gris
fr: Arc-en-ciel gris

source: Spectrum
de: Spektrum
es: Espectro
fr: Spectre

source: Hot Metal
de: Heisses Metall
es: Metal caliente
fr: Métal chaud

source: Hot Iron
de: Heisses Eisen
es: Hierro caliente
fr: Acier chaud

source: Hot Green
es: Verde caliente
fr: Vert chaud

source: PERFusion
es: PERFusión

source: Flow
de: Fluss
es: Flujo
fr: Flux

source: Asymmetry
de: Asymmetrie
es: Asimétrico
fr: Asymétrie

source: Attempted to dereference null pointer
de: Es wurde versucht, einen NULL-Zeiger zu dereferenzieren
es: Intentando desreferencia un puntero nulo
fr: Tentative de dé-référence d'un pointeur nul

source: Unable to add supported transfer syntax
es: No es posible añadir los transfer syntax soportados
fr: Impossible d'ajouter une syntaxe de transfert supportée

source: to SOP Class
es: a SOP Class
fr: dans la classe SOP

source: . Transfer Syntax does not exists in model: Add it first.
de: . Transfer-Syntax existiert nicht im Modell: Fügen Sie sie erst hinzu.
es: .. El Transfer Syntax no existe en el modelo: Añádelo primero
fr: . La syntaxe de transfert n'existe pas dans le modèle : ajoutez-la d'abord.

source: . SOP Class does not exists in model: Add it first.
de: . SOP-Klasse existiert nicht im Modell: Fügen Sie sie erst hinzu.
es: .. SOP Class no existe en el modelo: Añádelo primero.
fr: . La classe SOP n'existe pas dans le modèle : ajoutez-la d'abord.

source: Unable to add supported SOP Class
es: No es posible añadir el SOP Class soportado
fr: Impossible d'ajouter une classe SOP supportée

source: to Modality
es: a la Modalidad
fr: à la modalité

source: . Modality does not exists in model: Add it first.
de: . Modalität existiert nicht im Modell: Fügen Sie sie erst hinzu.
es: .. La modalidad no existe en el modelo: Añádela primero.
fr: . La modalité n'existe pas dans le modèle : ajoutez-la d'abord.

source: Error loading DICOM Conformance file
de: Fehler beim Laden der DICOM-Konformitätsdatei
es: Error cargando el fichero de conformidad DICOM
fr: Erreur de chargement du fichier de conformité DICOM

source: Invalid DICOM Conformance file
de: Ungültige DICOM-Konformitätsdatei
es: Fichero de conformidad DICOM inválido
fr: Fichier de conformité DICOM invalide

source: Slice
es: Corte

source: of
es: de

source: Volume
es: Volumen

source: Image without metric information
de: Bild ohne Maßstab
es: Imagen sin información métrica

source: Slice thickness
es: Grosor del corte

source: Slice location
es: Ubicación

source: Scale
de: Skalieren
es: Escala

source: Right
de: Rechts
es: Derecha

source: Left
de: Links
es: Izquierda

source: %Y-%m-%d
es: %d/%m/%Y

source: Position:
es: Posición:

source: Value:
de: Wert:
es: Valor:

source: Exception in component
es: Excepción en el componente
fr: Exception dans le composant

source: Initializing environment ...
de: Initialisiere Umgebung...
es: Inicializando entorno...
fr: Initialisation de l'environnement ...

source: Ginkgo CADx restrictions
es: Restricciones de Ginkgo CADx
fr: Restrictions Ginkgo CADx

source: Open only one tab for each study
de: Nur einen Reiter pro Studie öffnen
es: Abrir una pestaña para cada estudio
fr: Ouvrir uniquement un onglet pour chaque étude

source: Anonymous mode (history is cleaned)
de: Privater Modus (Verlauf wird geleert)
es: Modo anónimo (el historial se limpia al cerrar Ginkgo CADx)
fr: Mode anonyme (l'historique est effacé)

source: Max number of tabs opened
de: Max. Anzahl offener Reiter
es: Número máximo de pestañas abiertas
fr: Nombre max d'onglets ouverts

source: Max seconds of Ginkgo CADx application inactivity
de: Max. Sekunden erlaubter Untätigkeit der »Ginkgo CADx«-Anwendung
es: Segundos máximos de inactividad de Ginkgo CADx
fr: Temps d'inactivité maximum de l'application Ginkgo CADx (s)

source: Close automatically Ginkgo CADx after dicomize
de: Ginkgo CADx nach dem Dicomisieren automatisch schließen
es: Cerrar automáticamente Ginkgo CADx después de dicomizar
fr: Fermer automatiquement Ginkgo CADx après dicomisation

source: Export images
de: Bilder exportieren …
es: Exportar imágenes
fr: Exporter images

source: Acquire DICOM files
de: DICOM-Dateien akquirieren
es: Adquiriendo ficheros DICOM
fr: Acquérir fichiers DICOM

source: Import files to DICOM format
de: Dateien in das DICOM-Format importieren
es: Importar ficheros a formato DICOM
fr: Importer des fichiers au format DICOM

source: Online manual
de: Online-Handbuch
es: Manual en línea
fr: Manuel en ligne

source: URL of manual
de: URL des Handbuchs
es: URL del manual
fr: URL du manuel

source: doc\manual_ginkgo_cadx_pro_en.pdf
es: doc\manual_ginkgo_cadx_pro_es.pdf

source: Online support
de: Online-Unterstützung
es: Soporte online
fr: Support en ligne

source: URL of online support
de: URL der Online-Unterstützung
es: URL del soporte en línea
fr: URL du support en ligne

source: Program Updates
de: Programmupdates
es: Actualizaciones del programa
fr: Mises à jour du programme

source: Warn about newest Ginkgo CADx updates
de: Warnungen zu neuesten »Ginkgo CADx«-Aktualisierungen ausgeben
es: Avisar de nuevas actualizaciones de Ginkgo CADx
fr: Alerter à propos de nouvelles mises à jour de Ginkgo CADx

source: Update period (days)
de: Aktualisierungsintervall (Tage)
es: Periodo de actualización (en días)
fr: Période de mise à jour (jours)

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité

source: Setup Security
de: Sicherheit einrichten
es: Configurar Seguridad
fr: Configuration de la sécurité

source: Show on startup
de: Beim Start anzeigen
es: Mostrar al inicio
fr: Voir au démarrage

source: Show on startup default value
de: Vorgabe-Wert für Anzeigen beim Start
es: Valor por defecto para mostrar al inicio
fr: Voir au démarrage la valeur par défaut

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils

source: Settings menu
de: Einstellungsmenü
es: Menú de configuración
fr: Menu configuration

source: License menu
de: Lizenzmenü
es: Menú de licencia
fr: Menu licence

source: PACS Limits
de: PACS-Grenzwerte
es: Limitaciones del PACS
fr: Limite PACS

source: Maximum number of C-Find responses allowed
es: Número máximo de respuestas C-Find permitidas

source: Upload images to a PACS server
de: Bilder auf einen PACS-Server hochladen
es: Subir imágenes a un servidor PACS
fr: Envoi d'image au serveur PACS

source: Acquire images from PACS
de: Akquiriere Bilder aus dem PACS
es: Adquirir imágenes desde un servidor PACS
fr: Importer des images du PACS

source: Enable remote PACS configuration
de: Aktiviere entfernte PACS-Konfiguration
es: Habilitar la configuración de PACS
fr: Activer la configuration du PACS distant

source: Enable TLS configuration
de: Aktiviere TLS-Konfiguration
es: Habilitar la configuración TLS
fr: Activer la configuration TLS

source: Restrict search over selected patient
de: Suche auf gewählten Patienten einschränken
es: Restringir la búsqueda sobre un paciente seleccionado
fr: Limiter la recherche aux patients sélectionnés

source: Restrict study retrieval by maximum size (KB)
de: Suche anhand maximaler Studiengröße einschränken (KB)
es: Restringir el tamaño máximo de descarga por estudio (KB)
fr: Limiter la recherche d'étude par une taille maximale (kB)

source: Force lossless when upload
de: Erzwinge Verlustlosigkeit beim Hochladen
es: Forzar recodificar a JPEG Lossless al subir al PACS
fr: Forcer le "sens-perte" lors de l'envoi

source: Import
de: Importieren
es: Importación

source: Specify this Storage SOP Class in dicomization
de: Diese Speicher-SOP-Klasse bei der Dicomisierung angeben
es: Especificar este Storage SOP Class al dicomizar
fr: Spécifier ce stockage de classes SOP dans la dicomisation

source: Show accession number input
es: Mostrar campo de texto de Accession Number
fr: Montrer le numéro d'accès

source: Set compression, 0 implies no compression (0..14)
de: Kompression wählen (0-14, 0=keine)
es: Nivel de compresión, 0 implica sin compresión (0..14)
fr: Compression, 0 implique pas de compression (0..14)

source: Recompression codec (0=JPEG Baseline(default), 1=JPEG Progressive, 2=JPEG Lossless)
de: Rekompressions-Codec (0=JPEG-Baseline (Vorgabe), 1=JPEG-Progressiv, 2=JPEG-Verlustfrei)
es: Codec de recompresión (0=JPEG Baseline(default), 1=JPEG Progresivo, 2=JPEG Lossless)
fr: Codec de recompression (0=JPEG Baseline(défaut), 1=JPEG progressif, 2=JPEG sans perte)

source: Don't change image codec (if possible)
de: Ändere nicht den Bildcodec (wenn möglich)
es: No cambiar la codificación de la imagen (si es posible)
fr: Ne pas changer le codec de l'image (si possible)

source: Skip demographic step if it's possible
de: Demographischen Schritt überspringen, wenn möglich
es: Saltar elpaso de datos demográficos (si es posible)
fr: Passer l'étape démographique si c'est possible

source: HL7 Service
es: Servicio HL7
fr: Service HL7

source: Automatically start HL7 Sender service
de: Starte den HL7-Versanddienst automatisch
es: Iniciar automáticamente el servicio de envío HL7
fr: Démarrer automatiquement le service d'envoi HL7

source: XML dicomization
de: XML-Dicomisierung
es: Dicomización desde XML
fr: Dicomisation XML

source: Send Hl7 message when importing
de: Sende HL7-Nachricht beim Importieren
es: Enviar mensaje HL7 al importar
fr: Envoi de message HL7 pendant l'import

source: Send study to PACS when importing
de: Sende Studie zum PACS beim Importieren
es: Enviar estudio al PACS al importar
fr: Envoi de l'étude au PACS pendant l'import

source: Default ORU template
de: Standard-ORU-Vorlage
es: Plantilla ORU por defecto
fr: Template ORU par défaut

source: Style
de: Stil
es: Estilo

source: Download %s images
de: Lade %s Bilder herunter
es: Descargar modalidad %s
fr: Téléchargement de %s images

source: Download all modalities
de: Alle Modalitäten herunterladen
es: Descargar todas las modalidades
fr: Téléchargement de toutes les modalités

source: Enable shaders
de: Shader aktivieren
es: Habilitar shaders
fr: Activer shaders

source: Download from Ginkgo Cloud
de: Von Ginkgo-Cloud herunterladen
es: Descargando de Ginkgo Cloud
fr: Téléchargement du Ginkgo Cloud

source: Tools loading base ...
es: Cargando herramientas base...
fr: Outil de chargement de base ...

source: Starting tools...
de: Werkzeuge wird gestartet …
es: Arrancando herramientas...
fr: Démarrage des outils

source: Loading plugins ...
de: Lade Plugins ...
es: Cargando plugins...
fr: Chargement des plugins

source: Unable to start GinkgoCADx:
de: Ginkgo CADx kann nicht gestartet werden:
es: No se pudo iniciar GinkgoCADx:
fr: Impossible de démarrer GinkgoCADx:

source: Loading resources ...
de: Ressourcen werden geladen …
es: Cargando recursos...
fr: Chargement des ressources ...

source: Starting services...
de: Dienste werden gestartet …
es: Arrancando servicios...
fr: Démarrage des services

source: Configuring environment ...
de: Konfiguriere Umgebung
es: Configurando entorno...
fr: Configuration de l'environnement ...

source: Failed to set permissions:
de: Konnte Rechte nicht setzen:
es: Error al establecer los permisos:
fr: Echec de la modification des permissions:

source: Updating ...
de: Es wird aktualisiert …
es: Actualizando...
fr: Mise à jour ...

source: Interpreting parameters ...
de: Interpretiere Parameter ...
es: Interpretando parámetros...
fr: Interprétations des paramètres ...

source: Error unregistering tools:
de: Fehler beim Deregistrieren von Werkzeugen:
es: Error al des-registrar herramientas:
fr: Erreur à l'enregistrement d'outils :

source: Starting
es: Arrancando
fr: Démarrage

source: Loading...
de: Laden…
es: Cargando...
fr: Chargement...

source: Name
es: Nombre
fr: Nom

source: Area
de: Fläche
es: Área
fr: Aire

source: Perimeter
de: Umfang
es: Perímetro
fr: Périmètre

source: Travel (I)
es: Recorrido (I)
fr: Voyage (I)

source: Travel (M)
es: Recorrido (M)
fr: Voyage (M)

source: Error while running thread:
de: Fehler beim Ausführen des Threads:
es: Error al arrancar el hilo:
fr: Erreur pendant l'exécution du thread :

source: Internal error while running thread:
de: Interner Fehler beim Ausführen des Threads:
es: Error interno al arrancar el hilo:
fr: Erreur interne pendant l'exécution du thread :

source: Creation Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création

source: Modification Date
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification

source: Physician
de: Arzt
es: Médico
fr: Médecin

source: Downloading files ...
de: Lade Dateien ...
es: Descargando ficheros...
fr: Téléchargement des fichiers ...

source: Downloading file %d
de: Lade Datei %d
es: Descargando fichero %d
fr: Téléchargement du fichier %d

source: Error downloading file:
de: Fehler beim Herunterladen der Datei:
es: Error al descargar el fichero:

source: Internal Error
de: Interner Fehler
es: Error interno
fr: Erreur interne

source: Error downloading files:
de: Fehler beim Herunterladen der Dateien:
es: Error al descargar los ficheros:

source: Cleaning dicomdir...
es: Borrando dicomdir...
fr: Nettoyage de dicomdir

source: Downloading files...
de: Dateien werden heruntergeladen …
es: Descargando ficheros...
fr: Téléchargement de fichiers...

source: CloudCommand
es: ComandoCloud

source: Unknown operation
de: Unbekannte Operation
es: Operación desconocida
fr: Opération inconnue

source: Error in cloud operation. See log to get more details...
de: Fehler bei einer Cloud-Operation. Sehen Sie ins Protokoll für mehr Details …
es: Error en la operación con Ginkgo Cloud. Revise el log para obtener más detalles...
fr: Erreur dans l'opération Cloud. Voir les journaux pour avoir plus de détails...

source: Could to retrieve study.
de: Studie konnte nicht empfangen werden.
es: Error al recuperar el estudio.
fr: Ne peut récupérer l'étude.

source: This version of Ginkgo CADx is not compatible with current version of Ginkgo Cloud.
de: Diese Version von Ginkgo CADx ist zur aktuellen Version von Ginkgo Cloud nicht kompatibel.
es: Esta versión de Ginkgo Cadx no es compatible con la versión actual de Ginkgo Cloud.
fr: Cette version de Ginkgo CADx n'est pas compatible avec la version actuelle de Ginkgo Cloud

source: Error retrieving study.
de: Fehler beim Empfangen der Studie.
es: Error descargando el estudio.
fr: Erreur à la récupération de l'étude

source: Study successfully retrieved.
de: Studie erfolgreich empfangen.
es: Estudio recuperado con éxito.
fr: Etude récupérée avec succès

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse

source: bytes/sec during
es: bytes/sec durante
fr: o/s pendant

source: seconds
de: Sekunden
es: segundos
fr: secondes

source: Empty Response
de: Leere Antwort
es: Respuesta vacía
fr: Réponse vide

source: Extracting files...
de: Dateien werden entpackt …
es: Extrayendo ficheros...
fr: Extraction des fichiers...

source: Invalid file has been downloaded
de: Ungültige Datei wurde heruntergeladen
es: Se ha descargado un fichero inválido
fr: Le fichier téléchargé est invalide

source: Could to perform query.
de: Anfrage konnte nicht ausgeführt werden.
es: Error al realizar la consulta.
fr: Ne peut exécuter la requête.

source: Error perfoming the query.
de: Fehler beim Ausführen der Anfrage.
es: Error al realizar la consulta.
fr: Erreur à l'exécution de la requête.

source: Query successfully performed.
de: Anfrage erfolgreich ausgeführt.
es: Búsqueda ejecutada con éxito.
fr: Requête exécutée avec succès.

source: JSon Response
de: JSon-Antwort
es: Respuesta JSon
fr: Réponse JSON

source: Unknown JSon attribute:
de: Unbekanntes JSon-Attribut:
es: Atributo JSon desconocido:
fr: Attribut JSON inconnu :

source: Error parsing JSon:
de: Fehler bei der JSon-Verarbeitung:
es: Error al interpretar JSon:
fr: Erreur à l'analyse du JSON :

source: Null Response
de: NULL-Antwort
es: Respuesta nula
fr: Réponse vide

source: Storing in the history...
de: Es wird im Verlauf gespeichert …
es: Incluyendo en el historial...
fr: Enregistrement dans l'historique

source: Check Updates
de: Nach Aktualisierungen suchen
es: Comprobar Actualizaciones
fr: Vérifications des mises à jour

source: Not enough parameters found on XML
de: Unzureichende Parameter im XML festgestellt
es: No se han encontrado suficientes parámetros en el XML
fr: Pas assez de paramètres trouvés dans le XML

source: XML parsing internal error
de: Interner Fehler beim verarbeiten des XMLs
es: Error interno al procesar el XML
fr: Erreur interne à l'analyse XML

source: Error checking application updates
de: Fehler beim Check auf Programmupdates
es: Error al comprobar las actualizaciones de la aplicación
fr: Erreur à la vérification des mises à jour de l'application

source: Ginkgo CADx updates
es: Actualizaciones de Ginkgo CADx
fr: Mise à jour Ginkgo CADx

source: Internal error checking updates
de: Interner Fehler bei Updateprüfung
es: Error interno al comprobar actualizaciones
fr: Erreur interne à la vérification de mises à jour

source: Series path couldn't be found
de: Serienpfad konnt nicht gefunden werden
es: No se ha podido encontrar la serie
fr: Chemin des séries introuvable

source: Exception loading:
de: Ausnahmezustand beim Laden:
es: Excepción en la carga:
fr: Exception au chargement :

source: Study malformed or unsupported
de: Studie korrumpiert oder nicht unterstützt
es: Estudio mal formado o no soportado
fr: Étude mal formée ou non supportée

source: Error loading study:
de: Fehler beim Laden der Studie:
es: Error al cargar el estudio:
fr: Erreur au chargement de l'étude :

source: Error loading study insufficient memory
de: Fehler beim Laden der Studie: nicht genug Speicher
es: Error al cargar el estudio, memoria insuficiente
fr: Erreur au chargement de l'étude : mémoire insuffisante

source: Error loading study.
de: Fehler beim Laden der Studie.
es: Error al cargar el estudio.
fr: Erreur au chargement de l'étude.

source: Load canceled by user
de: Laden durch Benutzer abgebrochen
es: Carga cancelada por el usuario
fr: Chargement annulé par l'utilisateur

source: Error loading study
de: Fehler beim Laden der Studie
es: Error al cargar el estudio
fr: Erreur au chargement de l'étude.

source: Exporting files...
de: Exportiere Dateien...
es: Exportando imágenes...
fr: Export des fichiers...

source: Export has been finished successfully
de: Export wurde erfolgreich abgeschlossen
es: La exportación ha finalizado con éxito
fr: L'export s'est fini avec succès

source: Exporting file %d of %d
de: Exportiere Datei %d von %d
es: Exportando fichero %d de %d
fr: Exportation du fichier %d sur %d

source: Error storing file, check the permissions over the directory.
de: Fehler beim Speichern der Datei, Überprüfen Sie die Zugriffsrechte auf das Verzeichnis
es: Error al almacenar el fichero, revise los permisos sobre el directorio.
fr: Erreur à l'enregistrement du fichier, vérifiez les permissions du répertoire.

source: image_%m-%d-%Y_
de: Bild_%Y-%m-%d-_
es: imagen_%d-%m-%Y_
fr: image_%Y-%m-%d_

source: Exploring directory ...
de: Untersuche Verzeichnis ...
es: Explorando directorio...
fr: Parcours du répertoire...

source: Reading DICOMDIR ...
es: Leyendo DICOMDIR...
fr: Lecture du DICOMDIR

source: Including files in the history ..
de: Füge Dateien zum Verlauf hinzu ..
es: Incluyendo en el historial...
fr: Ajouter les fichiers dans l'historique ..

source: Exploring directory
de: Durchsuchen von Verzeichnis
es: Explorando directorio
fr: Explorer le répertoire

source: Image acquisition finished.
de: Einlesen des Bildes abgeschlossen.
es: Adquisición de imágenes finalizada.
fr: Acquisition de l'image terminée.

source: There have been included %d images.
es: Se han incluido %d imágenes.
fr: %d images ont été incluses.

source: There are %d errors (see log for more detailed description)
de: Es sind %d Fehler vorhanden (detaillierte Beschreibung im Protokoll)
es: Han ocurrido %d errores (mirar el log para una descripción más detallada)
fr: Il y a %d erreurs (Regardez les fichiers journaux pour plus une description plus détaillée)

source: This files doesn't exist:
de: Diese Dateien existieren nicht:
es: Este fichero no existe:
fr: Ce fichier n'existe pas:

source: This files doesn't have DICOM format:
de: Diese Dateien sind nicht im DICOM-Format:
es: Estos ficheros no tienen formato DICOM:
fr: Ce fichier n'est pas au format DICOM

source: This files are Dicom Dirs:
de: Diese Dateien sind DICOM-Verzeichnisse:
es: Estos ficheros son Dicom Dirs:
fr: Ces fichiers ne sont pas des DICOM Dirs

source: There is not any Remote PACS configured
de: Es ist kein entfernter PACS konfiguriert
es: No existe ningún servidor PACS configurado
fr: Il n'y a pas de PACS distant de configuré

source: Querying PACS ...
de: PACS wird abgefragt …
es: Consultando PACS ...
fr: Requête du PACS ...

source: Error accessing the controller subsystem integration: (GIL:: DICOM).
de: Fehler beim Zugriff auf die Controller-Subsystemintegration: (GIL:: DICOM).
es: Error al acceder al controlador del subsistema de integración: (GIL::DICOM).
fr: Erreur d'accès à l'intégration du sous-système contrôleur : (GIL:: DICOM).

source: Starting Search ...
de: Starte Suche ...
es: Comenzando búsqueda...
fr: Démarrage de le recherche...

source: Server ID not found. ID =
de: Server-ID nicht gefunde. ID =
es: No se encontró el ID de servidor. ID =
fr: ID Serveur introuvable. ID =

source: Query error with PACS Id
de: Abfragefehler mit der PACS-Id
es: Error en la petición con Id PACS
fr: Erreur de la requête avec l'Id PACS

source: Internal error
de: Interner Fehler
es: Error interno
fr: Erreur interne

source: Failed to perform search:
de: Konnte Suche nicht durchführen:
es: Error al realizar la búsqueda:
fr: Échec à l'exécution de la recherche :

source: Migrating old DICOM Dir ...
de: Altes DICOM-Verzeichnis wird migriert …
es: Migrando DICOMDIR antiguo ...
fr: Migration des anciens DICOMDIR ...

source: Including files ...
es: Incluyendo ficheros ...
fr: Ajout de fichiers ...

source: Migration finished successfully, now Ginkgo CADx will delete folder:
de: Migration erfolgreich abgeschlossen, Ginkgo CADx wird diesen Ordner jetzt löschen:
es: Migración completada satisfactoriamente. Ahora Ginkgo CADx borrará el fichero:
fr: La migration est terminée avec succès, maintenant Ginkgo CADx détruira le répertoire :

source: and all it's sub folders Do you confirm deletion?
es: y todos sus subdirectorios ¿Desea confirmar el borrado?
fr: et tous ses sous-répertoires Confirmez-vous la suppression ?

source: Migration finisthed successfully
de: Migration erfolgreich abgeschlossen
es: La migración ha finalizado correctamente
fr: Migration terminée avec succès

source: Overwrite
de: Überschreiben
es: Sobreescribir
fr: Ecraser

source: Would you like to overwrite them?
de: Möchten Sie sie überschreiben?
es: ¿Desea sobreescribirlos?
fr: Voulez-vous les écraser ?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Dicomization complete
de: Dicomisierung abgeschlossen
es: Dicomización completada
fr: Dicomisation complete

source: Dicomization finished successfully
de: Dicomisierung erfolgreich abgeschlossen
es: La dicomización ha finalizado correctamente
fr: Dicomisation terminée avec succès

source: Don't show this message again
de: Diese Nachricht nicht mehr anzeigen
es: No volver a mostrar este mensaje
fr: Ne plus revoir ce message

source: Accept
de: Übernehmen
es: Aceptar
fr: Accepter

source: Step 1 of 3: Importing images
de: Schritt 1 von 3: Importieren der Bilder
es: Paso 1 de 3: Importando imágenes
fr: Etape 1 sur 3: Import d'images
