Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Step 2 of 3: Copying images
de: Schritt 2 von 3: Kopieren der Bilder
es: Paso 2 de 3: Copiando imágenes
fr: Etape 2 sur 3 : Copie d'images

source: Step 3 of 3: Uploading images
de: Schritt 3 von 3: Hochladen der Bilder
es: Paso 3 de 3: Subiendo imágenes
fr: Etape 3 sur 3 : Envoi d'images

source: Import process failed:
de: Importvorgang gescheitert:
es: El proceso de importación ha fallado:
fr: Echec de l'import :

source: Would you like to retry?
de: Möchten Sie es erneut versuchen?
es: ¿Desea reintentarlo?
fr: Voulez-vous réessayer ?

source: Importing...
de: Es wird importiert …
es: Importando...
fr: Import...

source: Unknown error in dicomization process
de: Unbekannter Fehler im Dicomisierungs-Prozess
es: Error desconocido en el proceso de dicomización
fr: Erreur inconnu lors de la dicomisation

source: Error sending evidences:
es: Error al enviar evidencias:
fr: Erreur à l'envoi des preuves

source: Can not upload to the PACS:
de: Es kann nicht zum PACS hochgeladen werden:
es: No se ha podido subir al PACS:
fr: Ne peut pas envoyer au PACS:

source: Can not upload to the PACS: Internal Error
de: Es kann nicht zum PACS hochgeladen werden: Interner Fehler
es: No se ha podido subir al PACS: Error interno
fr: Ne peut pas envoyer au PACS: Erreur interne

source: Exporting series %d of %d
de: Serie %d von %d wird exportiert
es: Exportando serie %d de %d
fr: Export des séries %d sur %d

source: Some of selected series has been deleted
de: Einige der ausgewählten Serien wurden gelöscht
es: Alguna de las series seleccionadas ha sido eliminada
fr: Certaines des séries sélectionnées ont été détruites

source: There was an error creating directory
de: Beim Erstellen des Ordners ist ein Fehler aufgetreten
es: Se ha producido un error al crear el directorio
fr: Il y a eu une erreur à la création du répertoire

source: There was an error writing file
de: Beim Schreiben der Datei ist ein Fehler aufgetreten
es: Ha ocurrido un error al escribir el fichero
fr: Il y a eu une erreur à l'écriture du fichier

source: There was an error anonymizing files
de: Beim Anonymisieren der Dateien ist ein Fehler aufgetreten
es: Ha ocurrido un error al anonimizar los ficheros
fr: Il y a eu une erreur à l'anonymisation de fichier

source: element patient id absent in dataset
es: el elemento patient id no existe en el conjunto de datos
fr: élément id patient absent de l'ensemble de données

source: element study instance uid absent in dataset
es: el elemento study instance uid no existe en el conjunto de datos
fr: élément uid étude absent de l'ensemble de données

source: element series instance uid absent in dataset
es: el elemento series instance uid no existe en el conjunto de datos
fr: élément uid instance de série absent de l'ensemble de données

source: element sop instance uid absent in dataset
es: el elemento sop instance uid no existe en el conjunto de datos
fr: élément uid instance sop absent de l'ensemble de données

source: Ignoring incoming operation
de: Ignorieren des eingehenden Vorgangs
es: Ignorando la operación entrante
fr: Ignorer l'opération entrante

source: Not implemented
de: Nicht implementiert
es: No implementado
fr: Non implémenté

source: Including files...
de: Füge Dateien ein...
es: Incluyendo ficheros...
fr: Ajout de fichiers...

source: Linking study...
de: Studie wird verknüpft …
es: Enlazando estudio...
fr: Lien des études...

source: Exploring drives...
de: Datenträger durchsuchen …
es: Explorando unidades...
fr: Parcours des lecteurs...

source: No DICOMDIR found in removable units. Would you like to scan other path recursively?
de: Auf Wechseldatenträgern wurde kein DICOM-Verzeichnis gefunden. Möchten Sie den anderen Pfad rekursiv durchsuchen?
es: No se ha encontrado ningún DICOMDIR en las unidades extraíbles. ¿Quiere escanear otro directorio recursivamente?
fr: Pas de DICOMDIR trouvé sur les unités amovibles. Voulez-vous scanner un autre répertoire récursivement ?

source: No DICOMDIR found in removable units, would you like to scan recursively %s drive
de: Auf Wechseldatenträgern wurde kein DICOM-Verzeichnis gefunden. Möchten Sie das Laufwerk %s rekursiv durchsuchen?
es: No se ha encontrado ningún DICOMDIR en las unidades extraíbles. ¿Quiere escanear recursivamente la unidad %s?
fr: Pas de DICOMDIR trouvé sur les unités amovibles. Voulez-vous scanner récursivement le lecteur %s

source: Select drive you want to open
de: Laufwerk auswählen, das geöffnet werden soll
es: Seleccione la unidad que desea abrir
fr: Sélectionner un lecteur à ouvrir

source: Ginkgo CADx has detected more than one removable units, but none of them includes a DICOMDIR at root. Select drive where you want to acquire recursively
de: Ginkgo CADx hat mehr als einen Wechseldatenträger gefunden, jedoch enthält keiner davon ein DICOM-Verzeichnis im Wurzelverzeichnis. Wählen Sie das Laufwerk aus, von dem Sie rekursiv akquirieren möchten.
es: Ginkgo CADx ha detectado más de una unidad extraíble, pero ninguna de ellas incluye un DICOMDIR en la raíz. Seleccione la unidad desde la que deseas adquirir recursivamente
fr: Ginkgo CADx a détecté plus d'une unité amovible, mais aucune d'elles ne contient de DICOMDIR à sa racine Sélectionner un lecteur que vous voulez acquérir récursivement

source: Error downloading study:
de: Fehler beim Herunterladen der Studie:
es: Error al descargar el estudio:
fr: Erreur de téléchargement de l'étude :

source: Error extracting pdf, Ginkgo CADx is unable to load this format
de: Fehler beim Extrahieren des PDFs, Ginkgo CADx kann dieses Format nicht laden
es: Error al extraer el pdf, Ginkgo CADx no puede cargar este formato
fr: Erreur d'extraction PDF. Ginkgo CADx est incapable de charger ce format

source: There isn't any pdf reader registered in the system
de: Im System ist kein PDF-Betrachter festgelegt
es: No existe ningún lector de pdf registrado en el sistema
fr: Il n'y a pas de lecteur PDF enregistré sur ce système

source: PDF files extracted successfully...
de: PDF-Dateien wurden erfolgreich extrahiert …
es: PDF extraido con éxito...
fr: Fichiers PDF extraits avec succès...

source: Ginkgo CADx Secondary Capture
es: Captura Secundaria de Ginkgo CADx
fr: Capture secondaire Ginkgo CADx

source: Sending HL7 message %d of %d
de: HL7-Meldung %d von %d wird gesendet
es: Enviando mensaje HL7 %d de %d
fr: Envoi de message HL7 %d sur %d

source: Message successfully sent
de: Nachricht erfolgreich gesendet
es: Mensaje enviado con éxito
fr: Message envoyé avec succès

source: Unknown protocol
de: Unbekanntes Protokoll
es: Protocolo desconocido
fr: Protocole inconnu

source: Error sending message:
de: Fehler beim Sender der Nachricht:
es: Error al enviar mensaje:
fr: Erreur à l'envoi du message :

source: Error sending HL7 message see log for more details
de: Fehler beim Senden der HL7-Mitteilung; Details stehen im Protokoll
es: Error al enviar el mensaje HL7 (ver log para más información)
fr: Erreur à l'envoi de message HL7. Regardez les journaux pour plus de détails

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue

source: Failed to start connection
de: Konnte Verbindung nicht starten
es: Error al iniciar la conexión
fr: Echec d'ouverture de connexion

source: Error sending message. It was sent
de: Fehler beim Sender der Nachricht. Es wurde gesendet
es: Error al enviar mensaje. Se enviaron
fr: Erreur d'envoi de message. Il y a eu

source: bytes from a total of
de: Bytes von
es: bytes de un total de
fr: octets sur un total de

source: Error in the logic of confirmation. The control of the message ID does not match recognized
de: Bestätigungslogik fehlgeschlagen. Die ID der Nachricht stimmt nicht überein.
es: Error en la lógica de confirmación. El identificador del mensaje no se corresponde
fr: Erreur dans la logique de la confirmation. L'ID message n'est pas reconnnu

source: NACK received:
de: NACK erhalten:
es: NACK recibido:
fr: NACK reçu :

source: Failed delivery confirmation:
de: Bestätigung gescheiterter Übertragung:
es: Error en la confirmación de entrega:
fr: Échec de la confirmation de livraison :

source: Error in the confirmation of delivery: Delivery is not recognized by the remote end
de: Fehler bei der Bestätigung der Auslieferung: Auslieferung wurde von der Gegenstelle nicht registriert
es: Error en la confirmación de entrega: Entrega no reconocida por el extremo remoto
fr: Échec de la confirmation de livraison : : La livraison n'est pas reconnu par l'extrémité distante

source: Send files to PACS
de: Dateien zum PACS senden
es: Envío de ficheros al PACS
fr: Envoi de fichier au PACS

source: Uploading files ...
de: Dateien werden hochgeladen …
es: Subiendo ficheros...
fr: Envoi de fichiers ...

source: Error: PACS entry configuration not found:
de: Fehler: PACS Eintrag Konfiguration nicht gefunden:
es: Error: Entrada de configuración del PACS no encontrada:
fr: Erreur : Configuration d'entrée PACS introuvable :

source: Error sending evidences: Internal error.
es: Error al enviar evidencias: Error interno.
fr: Erreur d'envoi des preuves : Erreur interne.

source: Error uploading the study to PACS:
de: Fehler beim Hochladen der Studie zum PACS:
es: Error al subir el estudio al PACS:
fr: Erreur d'envoi des études au PACS :

source: Would you like to retry(automatically retried in %d seconds)?
de: Möchten Sie es erneut versuchen? Automatischer Versuch in %d Sekunde(n) …
es: ¿Desea reintentarlo (se reintentará automáticamente en %d segundos)?
fr: Voulez-vous réessayer (essai automatique dans %d secondes) ?

source: Retry send to PACS
de: Erneut versuchen, zum PACS zu senden
es: Reintentar el envío al PACS
fr: Réessai d'envoi au PACS

source: Error downloading file
de: Fehler beim Herunterladen der Datei
es: Error al descargar el fichero
fr: Erreur de téléchargement de fichier

source: Error synchronizing study:
de: Fehler beim Abgleichen der Studie:
es: Error al sincronizar el estudio:
fr: Erreur de synchronisation de l'étude :

source: Creating Thumbnail...
de: Erzeuge Vorschau...
es: Generando thumbnail...
fr: Création de miniature...

source: Generating thumbnail ...
de: Erstelle Vorschaubilder
es: Generando thumbnail...
fr: Génération de miniature...

source: Open study
de: Studie öffnen
es: Abrir estudio
fr: Ouvrir l'étude

source: Angle Ctrl+A
de: Winkel Ctrl+A
es: Ángulo Ctrl+A

source: Brightness/Contrast Ctrl+B
de: Helligkeit/Kontrast Ctrl+B
es: Brillo/contraste Ctrl+B
fr: Luminosité/Contraste Ctrl+B

source: Rotate camera
de: Kamera drehen
es: Rotar cámara
fr: Tourner la caméra

source: Color Map
de: Farbpalette
es: Mapa de color
fr: Palette de couleur

source: Copy
de: Kopieren
es: Copiar
fr: Copie

source: Window annotations
de: Fensterbemerkungen
es: Anotaciones de la ventana
fr: Annocations de fenêtre

source: Detach window
de: Fenster abtrennen
es: Desencajar ventana
fr: Détacher la fenêtre

source: Export image...
de: Bild exportieren …
es: Exportar imagen...
fr: Export d'image...

source: Marking Tools Ctrl+M
de: Markierungswerkzeuge Ctrl+M
es: Herramientas de marcado Ctrl+M
fr: Outils de marquage Ctrl+M

source: Metric grid
de: Metrisches Gitter
es: Rejilla métrica
fr: Grille de mesure

source: Text Note Ctrl+N
de: Textnotiz Ctrl+N
es: Nota de texto Ctrl+N
fr: Note Texte Ctrl+N

source: Upload study...
de: Studie hochladen …
es: Subir estudio...
fr: Envoyer l'étude...

source: Pixels blurring
es: Suavizado de pixels
fr: Pixels flous

source: Pointer Esc
de: Zeiger Esc
es: Puntero Esc
fr: Pointeur Esc

source: Acquire a DICOM study from PACS
de: Eine DICOM-Studie vom PACS akquirieren
es: Adquirir un estudio DICOM desde el PACS
fr: Acquérir une étude DICOM d'un PACS

source: Rotate and flip
de: Drehen und Spiegeln
es: Rotar y voltear
fr: Rotation et flip

source: Rule Ctrl+R
es: Regla Ctrl+R
fr: Règle Ctrl+R

source: Save snapshot as new series...
de: Bildschirmfoto als neue Serie speichern …
es: Guardar captura como nueva serie...
fr: Sauvegarder l'instantané comme une nouvelle série...

source: Show history Alt+h
de: Verlauf anzeigen Alt+h
es: Mostrar historial Alt+h
fr: Voir l'historique Alt+h

source: DICOM inspector
de: DICOM-Inspektor
es: Inspector DICOM

source: Print
de: Drucken
es: Imprimir
fr: Imprimer

source: Dicomize...
de: Dicomisieren …
es: Dicomizar...
fr: Dicomiser...

source: Pan Ctrl+P
de: Schwenken Ctrl+P
es: Mover Ctrl+P
fr: Panoramique Ctrl+P

source: Slider Ctrl+S
es: Desplazamiento Ctrl+S
fr: Curseur Ctrl+S

source: Undo
de: Rückgängig
es: Deshacer
fr: Défaire

source: Video Ctrl+Space
es: Vídeo Ctrl+Espacio
fr: Vidéo Ctrl+Space

source: Window layout
de: Fensteranordnung
es: Layout de la ventana
fr: Mise en page des fenêtres

source: Studies with
de: Studien mit
es: Estudios con
fr: Étude avec

source: unsupported components
de: nicht unterstützte Komponenten
es: componentes no soportados
fr: composants non supportés

source: Reading properties
de: Lese Eigenschaften
es: Interpretando propiedades
fr: Lecture des propriétés

source: Error reading the study:
de: Fehler beim Laden der Studie:
es: Error al leer el estudio.
fr: Erreur de lecture de l'étude :

source: Internal error reading the study:
de: Interner Fehler beim Lesen der Studie:
es: Error interno al leer el estudio:
fr: Erreur interne à la lecture de l'étude :

source: Spacing is not valid: (
de: Abstand ist ungültig: (
es: El espaciado de la imagen es inválido: (
fr: L'espacement n'est pas valide : (

source: Error loading the study: Out of memory
de: Fehler beim Laden der Studie: Nicht genug Speicher
es: Error al cargar el estudio: Memoria insuficiente
fr: Erreur à la lecture de l'étude : Mémoire saturée

source: Error loading the study: Internal Error
de: Fehler beim Laden der Studie: interner Fehler
es: Error al cargar el estudio: Error interno
fr: Erreur à la lecture de l'étude : Mémoire interne

source: Error reading the study: unsupported pixel format
de: Fehler beim Laden der Studie: nicht unterstütztes Pixelformat
es: Error al leer el estudio: Formato de pixel no soportado
fr: Erreur à la lecture de l'étude : Format de pixel non supporté

source: Process canceled by user.
de: Vorgang vom Nutzer abgebrochen
es: Proceso cancelado por el usuario.
fr: Processus annulé par l'utilisateur.

source: Interpreting properties
de: Interpretiere Eigenschaften
es: Interpretando propiedades
fr: Interprétation des propriétés

source: Spacing of the image is invalid: (
de: Abstand des Bildes ist ungültig: (
es: El espaciado de la imagen es inválido: (
fr: L'espacement de l'image est invalide : (

source: Reading dataset
de: Lese Datenset
es: Leyendo dataset
fr: Lecture de l'ensemble de données

source: Error reading the study:
de: Fehler beim Lesen der Studie:
es: Error al leer el estudio:
fr: Erreur de lecture de l'étude :

source: Internal error while reading the study:
de: Interner Fehler beim Lesen der Studie:
es: Error interno al leer el estudio:
fr: Erreur interne pendant la lecture de l'étude :

source: load
es: carga
fr: charger

source: Stopping HL7 sender
de: HL7-Sender wird gestoppt
es: Parando servicio de envío HL7
fr: Arrêt de l'expéditeur HL7

source: Error starting HL7 sender
de: Fehler beim Starten des HL7-Senders
es: Error al inciciar el servicio de envío HL7
fr: Erreur au démarrage de l'expéditeur HL7

source: HL7 sender started
de: HL7-Sender wurde gestartet
es: Servicio de envío HL7 iniciado
fr: Expéditeur HL7 démarré

source: HL7 controller destroyed
es: Controlador HL7 destruído
fr: Contrôleur HL7 détruit

source: Error processing message
de: Fehler beim Verarbeiten der Nachricht
es: Error al procesar el mensaje
fr: Erreur de traitement du message

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Loading
de: Ladevorgang
es: Cargando
fr: Chargement

source: Could not load extension library file
de: Bibliotheksdatei der Erweiterung konnte nicht geladen werden
es: No se pudo cargar la biblioteca.
fr: Ne peut charger la bibliothèque d'extension

source: Could not load library file. Check log
de: Bibliotheksdatei konnte nicht geladen werden. Prüfen Sie das Protokoll
es: No se pudo cargar la biblioteca. Compruebe el log
fr: Ne peut charger la bibliothèque. Vérifier les journaux

source: Extension descriptor does not match
de: Erweiterungsdeskriptor stimmt nicht überein
es: El descriptor de la extensión no coincide
fr: Le descripteur d'extension ne correspond pas

source: Could not find entry point
de: Einstiegspunkt konnte nicht gefunden werden
es: No se pudo encontrar el punto de entrada
fr: Impossible de trouver le point d'entrée

source: Skipping extension with duplicated SID:
es: Ignorando extensión con SID duplicado:
fr: Saut de l'extension avec un SID dupliqué :

source: Integration engine hostname not set
es: Hostname del motor de integración no configurado
fr: Le nom d'hôte du moteur d'intégration pas défini

source: Integration engine port not set
es: Puerto del motor de integración no configurado
fr: Le port du moteur d'intégration n'est pas défini

source: Unsupported protocol
de: Nicht unterstütztes Protokoll
es: Protocolo no soportado
fr: Protocol non supporté

source: Error queueing message. Check your supplier
es: Error al insertar el mensaje en la cola, consulte a su proveedor
fr: Erreur de mise en file d'attente du message. Vérifiez votre fournisseur

source: %d results has been found
de: %d Ergebnisse wurden gefunden
es: Se han encontrado %d resultados
fr: %d résultats ont été trouvés

source: Downloading file %d/%d
de: Lade Datei %d/%d
es: Descargando fichero %d/%d
fr: Téléchargement du fichier %d/%d

source: Study download size limit exceeded
de: Größenbeschränkung für herunterladbare Studien wurde überschritten
es: Se ha excedido el tamaño límite de descarga
fr: Taille maximale de téléchargement d'étude dépassée

source: Unable to reserve memory for PDF dicomization
de: Für die PDF-Dicomisierung konnte kein Speicher reserviert werden
es: No se ha podido reservar memorioa para la dicomización del PDF
fr: Impossible de réserver de la mémoire pour la dicomisation PDF

source: Unable to reserve memory for image Dicomization
de: Für die Bild-Dicomisierung konnte kein Speicher reserviert werden
es: No se ha podido reservar memorioa para la dicomización de la imagen
fr: Impossible de réserver de la mémoire pour la dicomisation d'image

source: Image format not supported
de: Bildformat nicht unterstützt
es: Formato de imagen no soportado
fr: Format d'image non supporté

source: Unable to create TLS transport layer
es: No ha sido posible crear la capa de transporte TLS
fr: Impossible de créer une couche de transport TLS

source: Private key and Certificate do not match
de: Privater Schlüssel und Zertifikat stimmen nicht überein
es: La clave privada y el certificado no coinciden
fr: La clef privée et le certificat ne correspondent pas

source: Error setting TLS layer:
de: Fehler beim Festlegen der TLS-Schicht:
es: Error al configurar la capa TLS:
fr: Erreur de configuration de la couche TLS :

source: Receiving Association failed:
es: La asociación receptora ha fallado:
fr: Echec de la réception d'association :

source: Association received
es: Asociación recibida
fr: Association reçue

source: Parameters:
de: Parameter:
es: Parámetros
fr: Paramètres :

source: Association Rejected: Bad Application Context Name:
es: Asociación Rechazada: Application Context Name incorrecto:
fr: Association rejetée : Mauvais nom de contexte d'application :

source: Association Rejected: No Implementation Class UID provided
es: Asociación rechazada: no se ha provisto de Implementation Class UID
fr: Association rejetée : Pas d'UID de classe d'implémentation fourni

source: Association Acknowledged (Max Send PDV:
es: Asociación Admitida (Max Send PDV:
fr: Association reconnue (PDV max d'envoi :

source: No valid presentation contexts
es: No se obtuvieron contextos de presentación válidos
fr: Pas de contexte de présentation valide

source: Ginkgo CADx is unable to compress from
de: »Ginkgo CADx« kann nicht packen von
es: Ginkgo CADx no puede comprimir desde
fr: Ginkgo CADx est incapable de compresse de

source: to
de: bis
es: hasta
fr: vers

source: Uploading file %d of %d
de: Datei %d von %d wird hochgeladen
es: Subiendo fichero %d de %d
fr: Envoi de fichier %d sur %d

source: Extracting file...
de: Datei wird entpackt …
es: Extrayendo el fichero...
fr: Extraction de fichier...

source: Error creating history database
de: Fehler beim Erstellen der Verlaufsdatenbank
es: Error al crear la base de datos del historial
fr: Erreur à la création de la base d'historique

source: trying temp
es: probando temporal

source: You do not have permissions to write to the dicom Dir, preferences will be stored in the temporary directory
de: Sie haben nicht die erforderliche Berechtigung, in das DICOM-Verzeichnis zu schreiben. Einstellungen werden im temporären Verzeichnis gespeichert.
es: No tiene permisos para escribir en el DICOM DIR, las preferencias se almacenaran en el directorio temporal
fr: Vous n'avez pas la permission d'écrire dans le DICOMDIR, les préférences seront sauvegardées dans un répertoire temporaire

source: Error creating dicomDir database
de: Fehler beim Erstellen der dicomDir-Datenbank
es: Error al crear la base de datos del DICOM Dir
fr: Erreur de création de la base de données DICOMDIR

source: Error creating thumbnails database
de: Fehler beim Erstellen der Vorschaubilder-Datenbank
es: Error al crear la base de datos de thumbnails
fr: Erreur de création de la base de données de miniatures

source: Error creating database:
de: Fehler bei der Erstellung der Datenbank:
es: Error al crear la base de datos:
fr: Erreur à la création de la base de données:

source: Including image
de: Füge Bilder hinzu
es: Incluyendo imagen
fr: Ajout de l'image

source: of
de: von
es: de
fr: de

source: Linking image
es: Enlazando imagen
fr: Lien image

source: Error reading history:
de: Fehler beim Lesen des Verlaufs:
es: Error al leer el estudio.
fr: Erreur à la lecture de l'historique :

source: Failed to delete the number of database:
de: Konnte die Nummer der Datenbank nicht löschen:
es: Error al eliminar la serie de la base de datos:
fr: Échec de suppression du numéro de la base de données :

source: Failed to empty the history:
de: Konnte den Verlauf nicht leeren:
es: Error al vaciar el historial:
fr: Echec du nettoyage de l'historique :

source: Ginkgo CADx has detected inactivity and it will be closed in %d seconds. Do you want to continue?
de: »Ginkgo CADx« hat Untätigkeit festgestellt und wird in %d Sekunden geschlossen. Möchten Sie fortfahren?
es: Ginkgo CADx ha detectado inactividad y se cerrará en %d segundos. ¿Desea continuar?
fr: Ginkgo CADx a détecté une inactivité et se fermera dans %d secondes. Voulez-vous continuer ?

source: Fatal error! you can't register two parsers with same key
de: Schwerer Fehler! Sie können nicht zwei Parser registrieren mit dem gleichen Schlüssel
es: ¡Error fatal! No se pueden registrar dos parsers con la misma clave
fr: Erreur fatale ! Vous ne pouvez pas enregistrer deux analyseurs avec la même clef

source: Malformed template Id (
de: Korrupter Template-Bezeichner
es: Id de plantilla mal formado (
fr: Id template mal formé (

source: ): Is not a valid HL7 identifier (ie: code^description^namespaceId)
de: ): ist keine gültige HL7 Kennung (z.B. code^description^namespaceId)
es: ): No es un identificador HL7 válido (ej: codigo^description^namespaceId)
fr: ): N'est pas un identifiant HL7 valide (ie: code^description^namespaceId)

source: Id malformed template in the module configuration
de: Finde korruptes Template in der Modulkonfiguration
es: Id de plantilla mal formado en la configuración del módulo
fr: Id du template mal renseigné dans la configuration du module

source: Template Id unsupported (
de: Template-Id wird nicht unterstützt (
es: Id de plantilla no soportado (
fr: Id Template non supporté (
