Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Exit application
de: Anwendung beenden
es: Salir de la aplicación
fr: Quitter l'application

source: Full screen
de: Vollbild
es: Pantalla completa
fr: Plein écran

source: Show full screen
de: Vollbild anzeigen
es: Ver en Pantalla Completa
fr: Voir en plein écran

source: Tab grouping
es: Agrupar pestañas
fr: Grouper les onglets

source: Ginkgo CADx manual ...
de: Ginkgo CADx-Handbuch …
es: Manual de Ginkgo CADx ...
fr: Manuel Ginkgo CADx ...

source: Open test card
es: Abrir carta de ajuste
fr: Ouvrir une carte de test

source: Check for updates
de: Nach Aktualisierungen suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour

source: Check for newest versions
de: Prüfe auf neueste Version
es: Buscar versiones nuevas
fr: Vérifier les nouvelles versions

source: Need support ...
de: Unterstützung benötigt ...
es: Necesita ayuda ...
fr: Besoin de support ...

source: About
de: Info zu
es: Acerca de
fr: A propos de

source: HL7 monitor
es: Monitorizador HL7
fr: Moniteur HL7

source: HL7 message control
de: HL7-Nachrichtensteuerung
es: Control de mensajes HL7
fr: Contrôle des messages HL7

source: Log monitor
de: Protokollbetrachter
es: Monitorizador de log
fr: Moniteur de journaux

source: Log monitored
de: Überwachtes Protokoll
es: Monitorizador de log
fr: Journaux monitoré

source: &File
de: &Datei
es: &Archivo
fr: &Fichier

source: &Edit
de: &Bearbeiten
es: &Edición
fr: &Edition

source: &Help
de: &Hilfe
es: &Ayuda
fr: &Aide

source: Error loading history, Ginkgo CADx will be closed
de: Fehler beim Laden des Verlaufs, Ginkgo CADx wird geschlossen
es: Error al cargar el historial. Ginkgo CADx se cerrará.
fr: Erreur au chargement de l'historique, Ginkgo CADx va être fermé

source: Mosaic
de: Mosaik
es: Mosaico
fr: Mosaïque

source: Would you like to save the changes in the study:
de: Möchten Sie die Änderungen in der Studie speichern:
es: ¿Desea guardar los cambios en el estudio:
fr: Voulez-vous sauvegarder les changements dans l'étude :

source: Unsaved data
de: Ungespeicherte Daten
es: Datos no guardados
fr: Données non sauvegardées

source: Errors have occurred when saving the series. Would you like to continue closing?
de: Es traten während des Speicherns der Serie Fehler auf. Wollen Sie mit dem Schließen fortfahren?
es: Han ocurrido errores al guardar la serie. ¿Desea continuar?
fr: Des erreurs ont été rencontrées à la sauvegarde de la série. Voulez-vous continuer la fermeture ?

source: Error saving
de: Fehler beim Speichern
es: Error al guardar
fr: Erreur d'enregistrement

source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein écran

source: View Full Screen
de: Als Vollbild anzeigen
es: Ver en pantalla completa
fr: Voir en plein écran

source: Tab Regroup
de: Reiterumgruppierung
es: Reagrupar pestañas
fr: Regrouper les onglets

source: &Close
de: &Schließen
es: &Cerrar
fr: &Fermer

source: &Close all
de: &Alle schließen
es: &Cerrar todas
fr: &Tout fermer

source: Close all windows
de: Schließe alle Fenster
es: Cerrar todas las ventanas
fr: Fermer toutes les fenêtres

source: Tabbed organization
es: Organización en pestañas
fr: Organisation des onglets

source: There is not newest Ginkgo CADx versions at this moment.
de: Im Moment gibt es keine neuesten »Ginkgo CADx«-Versionen.
es: No existe una nueva versión de Ginkgo CADx en este momento.
fr: Il n'y a pas de nouvelle version de Ginkgo CADx actuellement.

source: Ginkgo CADx updated
de: Ginkgo CADx erneuert
es: Ginkgo CADx actualizado
fr: Ginkgo CADx mis à jour

source: New version available (
de: Neue Version verfügbar (
es: Nueva versión disponible (
fr: Nouvelle version disponible (

source: Internal error during auth process
de: Interner Fehler bei Authentifikation
es: Error interno durante el proceso de autenticación
fr: Erreur interne pendant le processus d'authentification

source: New Update
de: Neues Update
es: Nueva actualización
fr: Nouvelle mise à jour

source: New version available
de: Neue Version verfügbar
es: Nueva versión disponible
fr: Nouvelle version disponible

source: Do not warn me again about this update
de: Nicht erneut wegen des Updates warnen
es: No avisarme de nuevo sobre esta actualización
fr: Ne plus m'avertir à propos de cette mise à jour

source: Close this notification
de: Schließe diese Nachricht
es: Cerrar esta notificación
fr: Fermer la notification

source: The following commands will be aborted if you close the application
de: Folgende Befehle werden abgebrochen, wenn Sie die Anwendung schließen
es: Los siguientes comandos se abortarán si cierra la aplicación
fr: Les commandes suivantes seront abandonnées si vous fermez l'application

source: Close Ginkgo CADx
de: »Ginkgo CADx« schließen
es: Cerrar Ginkgo CADx
fr: Fermer Ginkgo CADx

source: Closes the application and aborts pending commands
de: Scließt das Programm und bricht alle ausstehenden Kommandos ab
es: Cierra al aplicación y aborta los comandos pendientes
fr: Fermer l'application et abandonner les commandes en attente

source: Do not close the application and keep commands running
de: Schließen Sie das Programm nicht und lassen Sie Kommandos laufen
es: No cierra la aplicación y mantiene procesando los comandos
fr: Ne pas fermer l'application et laisser les commandes tourner

source: User login
de: Benutzername
es: Login de usuario
fr: Identifiant utilisateur

source: System authentication
de: System-Legitimierung
es: Autenticación del sistema
fr: Authentification système

source: Open...
de: Öffnen...
es: Abrir...
fr: Ouvrir...

source: There was an error reading DICOMDIR file
es: Ha ocurrido un error leer el fichero DICOMDIR

source: Select a valid DICOMDIR file
de: Wählen Sie eine gülltige DICOMDIR-Datei
es: Seleccione un fichero DICOMDIR válido
fr: Sélectionnez un fichier DICOMDIR valide

source: Select dicom dir files you want to acquire
de: Wählen Sie die DICOMDIR-Datei, die Sie einlesen wollen
es: Seleccione los ficheros que desea adquirir desde el DICOMDIR
fr: Sélectionner le fichier DICOMDIR que vous voulez acquérir

source: Copy or link
de: Kopieren oder verknüpfen
es: Copiar o enlazar
fr: Copier ou lier

source: Acquire from DICOM Dir
de: Akquiriere aus einem DICOM Verzeichnis
es: Adquirir desde DICOM Dir
fr: Acquérir DICOMDIR

source: Select drive
de: Laufwerk auswählen
es: Seleccionar unidad
fr: Choisir un lecteur

source: Do you want to copy or link files?
de: Möchten Sie Dateien kopieren oder verknüpfen?
es: ¿Desea copiar o enlazar los ficheros?
fr: Voulez-vous copier ou lier les fichiers ?

source: There aren't any PACS configured
de: Es sind keine PACS konfiguriert
es: No existe ningún servidor PACS configurado
fr: Il n'y a pas de PACS configuré

source: Upload study
de: Studie hochladen
es: Subir estudio
fr: Envoyer étude

source: Select PACS server
de: PACS-Server auswählen
es: Seleccionar servidor PACS
fr: Choisir un serveur PACS

source: Metadata
de: Meta-Daten
es: Metadatos

source: Identification information
es: Identificación de la prueba
fr: Information d'identification

source: Patient information
de: Patienteninformationen
es: Información del paciente
fr: Information patient

source: Acquisition information
de: Akquirierungsinformationen
es: Información sobre la adquisición
fr: Information d'acquisition

source: Relationship information
de: Beziehungsinformationen
es: Información de referencias
fr: Information de relation

source: Image presentation information
es: Información de presentación
fr: Information de présentation d'image

source: Text
es: Texto
fr: Texte

source: Other
de: Andere
es: Otros
fr: Autre

source: Data
de: Daten
es: Datos
fr: Donnée

source: Hide
de: Ausblenden
es: Ocultar
fr: Cacher

source: Previews
de: Vorschaubilder
es: Previsualizaciones
fr: Aperçu

source: There is no running tasks
de: Es sind keine laufenden Aufgaben vorhanden
es: No hay tareas en ejecución
fr: Il n'y a pas de tâche en cours

source: 0 running tasks.
de: 0 laufende Prozesse.
es: 0 tareas en ejecución.
fr: 0 tâche en cours.

source: There are %d pending tasks
de: Es sind %d ausstehende Aufgaben vorhanden
es: Existen %d tareas pendientes
fr: Il y a %d tâche en attente

source: Select PACS
de: PACS auswählen
es: Seleccionar PACS
fr: Sélectionner PACS

source: No suitable for diagnostic usage. Please consider upgrade to
de: Für diagnostische Zwecke keine geeigneten verfügbar. Erwägen Sie eine Aktualisierung auf
es: No apto para uso diagnóstico. Por favor, considere actualizar a

source: Remember that when you buy Ginkgo CADx Pro, you are contributing to development efforts
de: Vergessen Sie nicht, dass Sie zum Entwicklungsfortschritt beitragen, wenn Sie Ginkgo CADx Pro kaufen.
es: Recuede que comprando Ginkgo CADx Pro, está contribuyendo a su desarrollo

source: Start page
de: Startseite
es: Página de inicio
fr: Page de démarrage

source: Delete Widget
de: Oberflächenelement löschen
es: Eliminar widget
fr: Détruire widget

source: Properties ...
de: Eigenschafte ...
es: Propiedades...
fr: Propriétés ...

source: Widget Properties
es: Propiedades del widget
fr: Propriétés du widget

source: Open file
de: Datei öffnen
es: Abrir fichero
fr: Ouvrir fichier

source: Open folder
de: Ordner öffnen
es: Abrir directorio
fr: Ouvrir répertoire

source: Open removable unit
de: Wechseldatenträger öffnen
es: Abrir unidad extraíble
fr: Ouvrir un support amovible

source: Open Ginkgo Cloud link
de: Ginkgo Cloud-Verweis öffnen
es: Abrir enlace Ginkgo Cloud
fr: Ouvrir un lien Ginkgo Cloud

source: Normal Angle (3 points)
de: Normaler Winkel (3-Punkt)
es: Ángulo normal (3 puntos)
fr: Angle normal (3 points)

source: Cobb Angle (2 straight lines)
de: Cobb-Winkel
es: Ángulo de cobb (2 rectas)
fr: Angle Cobb (2 lignes droites)

source: Invert color map
de: Farbpalette umkehren
es: Invertir mapa de color
fr: Inverser les couleurs

source: Hide corner annotations
de: Eck-Notizen ausblenden
es: Ocultar anotaciones de las esquinas
fr: Cacher les annotations des coins

source: Show corner annotations
de: Ecknotizen zeigen
es: Mostrar anotaciones de las esquinas
fr: Afficher les annotations dans les coins

source: Attach View
de: Ansicht andocken
es: Encajar vista
fr: Attacher la vue

source: Detach view
de: Ansicht abtrennen
es: Desencajar vista
fr: Détacher la vue

source: Dicomize files
de: Dateien dicomisieren
es: Dicomizar ficheros
fr: Dicomiser des fichiers

source: Export to DICOM Dir
de: In DICOM-Verzeichnis exportieren
es: Exportar a DICOM Dir
fr: Exporter vers la DICOM Dir

source: Point
de: Punkt
es: Punto

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche

source: Ellipse
es: Elipse

source: Trapezoid
es: Trapezoide
fr: Trapèze

source: Polygon
es: Poligono
fr: Polygone

source: Free form
es: Forma libre

source: Grid
de: Gitter
es: Rejilla
fr: Grille

source: Grid Scale
de: Gittermaßstab
es: Escala rejilla
fr: Grille de mesure

source: Scale X
de: X-Skalierung
es: Escala X
fr: Echelle X

source: X axis scale
de: Skalierung X-Achse
es: Escala del eje X
fr: Échelle de l'axe X

source: Scale Y
de: Y-Skalierung
es: Escala Y
fr: Echelle Y

source: Y axis scale
de: Skalierung Y-Achse
es: Escala del eje Y
fr: Échelle de l'axe Y

source: Show grid
de: Gitter anzeigen
es: Mostrar rejilla
fr: Afficher la grille

source: Configure Grid ...
de: Gitter konfigurieren ...
es: Configurar rejilla...
fr: Configurer la grille ...

source: Configure Grid
de: Gitter konfigurieren
es: Configurar rejilla
fr: Configurer la grille

source: Hide Grid
de: Gitter ausblenden
es: Ocultar rejilla
fr: Cacher la grille

source: Show Grid
de: Gitter anzeigen
es: Mostrar rejilla
fr: Afficher la grille

source: Open File
de: Datei öffnen
es: Abrir fichero
fr: Ouvrir fichier

source: Send to PACS...
de: Zum PACS senden …
es: Enviar al PACS...
fr: Envoyer au PACS...

source: Unset pixels blurring
es: Desactivar suavizado de pixels
fr: Désactiver pixels flous

source: Set pixels blurring
es: Activar suavizado de pixels
fr: Activer pixels flous

source: Search Ginkgo Cloud
de: In der Ginkgo Cloud suchen
es: Buscar en Ginkgo Cloud
fr: Rechercher dans Ginkgo Cloud

source: Undo rotate and flip
de: Drehen und Spiegeln rückgängig machen
es: Deshacer rotaciones y volteos
fr: Annuler rotation/flip

source: Rotate 90
de: Drehen um 90°
es: Rotar 90
fr: Rotation 90

source: counter-clockwise
de: Gegen den Uhrzeigersinn
es: antihorario
fr: sens antihoraire

source: clockwise
de: Im Uhrzeigersinn
es: horario
fr: sens horaire

source: Flip horizontal
de: Horizontal spiegeln
es: Volteo horizontal

source: Flip vertical
de: Vertikal spiegeln
es: Volteo vertical

source: Send to PACS
de: Zum PACS senden
es: Enviar al PACS
fr: Envoi au PACS

source: Sending to PACS...
de: Es wird zum PACS gesendet …
es: Enviando al PACS...
fr: Envoi au PACS...

source: Hide DICOM inspector
de: DICOM-Inspektor ausblenden
es: Ocultar el inspector de DICOM
fr: Cacher l'inspecteur DICOM

source: Show DICOM inspector
de: DICOM-Inspektor anzeigen
es: Mostrar el inspector de DICOM
fr: Afficher l'inspecteur DICOM

source: Image printing
es: Impresión de imágenes

source: Page setup
es: Configurar página

source: Print preview
es: Previsualización

source: Print image
es: Imprimir imagen

source: Auto calculate
de: Automatische Berechnung
es: Auto calcular
fr: Autocalculer

source: Reset size to display resolution
de: Größe auf Bildschirmauflösung skalieren
es: Resetear tamaño a la resolución del dispositivo
fr: Réinitialiser la taille de la résolution d'affichage

source: Redo
de: Erneut
es: Rehacer
fr: Refaire

source: Disable loop
de: Endlosschleife deaktivieren
es: Deshabilitar bucle
fr: Désactiver boucle

source: Enable loop
de: Endlosschleife aktivieren
es: Habilitar bucle
fr: Activer boucle

source: Add column
de: Spalte hinzufügen
es: Añadir columna
fr: Ajouter une colonne

source: Add row
de: Zeile hinzufügen
es: Añadir fila
fr: Ajouter une ligne

source: Remove column
de: Spalte entfernen
es: Eliminar columna
fr: Supprimer une colonne

source: Remove row
de: Zeile entfernen
es: Eliminar fila
fr: Supprimer une ligne

source: 1x1 Layout
de: 1x1 Ansicht
es: Layout 1x1
fr: Mise en page 1x1

source: 1x2 Layout
de: 1x2 Ansicht
es: Layout 1x2
fr: Mise en page 1x2

source: 2x1 Layout
de: 2x1 Ansicht
es: Layout 2x1
fr: Mise en page 2x1

source: 2x2 Layout
de: 2x2 Ansicht
es: Layout 2x2
fr: Mise en page 2x2

source: 3x3 Layout
de: 3x3 Ansicht
es: Layout 3x3
fr: Mise en page 3x3

source: 4x4 Layout
de: 4x4 Ansicht
es: Layout 4x4
fr: Mise en page 4x4

source: Module tool still registered when disposing ToolsRegistry
de: Werkzeugmodul nach Verwerfen der ToolsRegistry immer noch registriert
es: La herramienta de módulo aún estaba registrada cuando se destruyó el registro de herramientas ToolsRegistry.
fr: Outil de module toujours enregistré quand ToolsRegistry est défini

source: The tool is already registered
de: Das Werkzeug ist bereits registriert
es: La herramienta ya está registrada
fr: L'outil est déjà enregistré

source: The module
de: Das Modul
es: El módulo
fr: Le module

source: Unable to load PNG bitmap resource
de: PNG-Bitmap-Ressource konnte nicht geladen werden
es: No se pudo cargar el recurso de bitmap PNG
fr: Impossible de charger la ressource bitmap PNG

source: Unable to load PNG image resource
de: PNG-Bild-Ressource konnte nicht geladen werden
es: No se pudo cargar el recurso de imagen PNG
fr: Impossible de charger la ressource image PNG

source: Unable to load GIF animation resource
de: GIF-Animation-Ressource konnte nicht geladen werden
es: No se pudo cargar el recurso de animación GIF
fr: Impossible de charger l'animation GIF

source: The calibration value must be a decimal number
de: Der Kalibrationswert muß eine Dezimalzahl sein
es: El valor de calibración ha de ser un número decimal
fr: La valeur de calibrage doit être un nombre décimal

source: Calibration value is too low
de: Kalibrierungswert ist zu niedrig
es: El valor de calibración es demasiado bajo
fr: La valeur de calibrage est trop basse

source: Enter the calibration value
de: Geben Sie den Kalibrierungswert ein
es: Introduzca el valor de calibración
fr: Entrez la valeur de calibrage

source: The calibration value is too low
de: Der Kalibrationswert ist zu niedrig
es: El valor de calibración es demasiado bajo
fr: La valeur du calibrage est trop faible

source: The calibration value is too high
de: Der Kalibrationswert ist zu hoch
es: El valor de calibración es demasiado alto
fr: La valeur du calibrage est trop haute

source: Calibrating...
de: Kalibriere...
es: Realizando calibración...
fr: Calibrage...

source: Real Measure
es: Medida real
fr: Mesure réelle

source: Distance
de: Abstand
es: Distancia:

source: Microns
de: Micron
es: Micras

source: Milimeters
de: Millimeter
es: Milímetros
fr: Millimètres

source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètres

source: Meters
de: Meter
es: Metros
fr: Mètres

source: Note
de: Anmerkung
es: Nota

source: Type
de: Art
es: Tipo

source: Center (I)
es: Centro (I)
fr: Centre (I)

source: Center (M)
es: Centro (M)
fr: Centre (M)

source: Greater Radius
es: Radio mayor
fr: Grand rayon

source: Lower Radius
es: Radio menor
fr: Petit rayon

source: Number of Vertex
es: Número de vértices
fr: Nombre de Vertex

source: Position (I)
es: Posición (I)

source: Position (M)
es: Posición (M)

source: Image Calibration
de: Bildkalibrierung
es: Calibración
fr: Calibrage Image

source: Length
de: Länge
es: Longitud
fr: Longueur

source: Points (I)
de: Punkte (I)
es: Puntos (I)

source: Points (M)
de: Punkte (M)
es: Puntos (M)

source: Default text
de: Standardtext
es: Texto por defecto
fr: Texte par défaut

source: Commit date
de: Einreichdatum
es: Fecha de consolidación
fr: Date d'engagement

source: UNKNOW
es: DESCONOCIDO
fr: INCONNU

source: <unknown ID>
de: <unbekannte ID>
es: <Id desconocido>
fr: <ID inconnu>

source: %m/%d/%Y
de: %d.%m.%Y
es: %d/%m/%Y
fr: %d/%m/%Y

source: Commited
de: Eingereicht
es: Consolidado
fr: Engagé

source: Modified
de: Geändert
es: Modificado
fr: Modifié

source: Not commited
de: Nicht übertragen
es: No consolidado
fr: Non engagé

source: Commit inform
de: Einreichkommentar
es: Consolidar informe

source: Properties of
de: Eigenschaften von
es: Propiedades de
fr: Propriétés de

source: Widget's Name
es: Nombre del widget
fr: Nom du widget

source: < &Previous
de: < Vo&riger
es: < &Anterior
fr: < &Précédent

source: &Cancel
de: &Abbrechen
es: &Cancelar
fr: &Annuler

source: Regular expression invalid: '
de: Regulärer Ausdruck ungültig: '
es: Expresión regular inválida: '
fr: Expression régulière invalide : '

source: REGEXP called with wrong number of arguments: %d instead of 2.
de: REGEXP wurde mit der falschen Anzahl Argumenten aufgerufen: %d anstatt 2.
es: REGEXP invocada con un número incorrecto de argumentos: %d en lugar de 2.
fr: REGEXP appelée avec un mauvais nombre d'arguments : %d au lieu de 2.

source: Logical error: Study not associated with existent patient in model
de: Logischer Fehler: Die Studie ist keinem existierenden Patienten im Modell zugeordnet
es: Error en la lógica: El estudio no está asociado con ningún paciente existente en el modelo
fr: Erreur logique : l'étude n'est pas associée avec un patient existant dans le modèle

source: Logical error: Serie not associated with existent study in model
de: Logischer Fehler: Die Serie ist keiner existierenden Studie im Modell zugeordnet
es: Error en la lógica: La serie no está asociado con ningún studio existente en el modelo
fr: Erreur logique : la série n'est pas associée avec un patient existant dans le modèle

source: Logical error: Image not associated with existent serie in model
de: Logischer Fehler: Das Bild ist keiner existierenden Serie im Modell zugeordnet
es: Error en la lógica: La imagen no está asociada con ninguna serie existente en el modelo
fr: Erreur logique : l'image n'est pas associée avec un patient existant dans le modèle

source: Overwrite Paths
es: Sobreescribir rutas
fr: Écraser chemins

source: Professional DICOM CADx environment
de: Professionelle DICOM CADx-Umgebung
es: Entorno profesional DICOM
fr: Environnement DICOM CADx Professionnel

source: Server not found
de: Server nicht gefunden
es: Servidor no encontrado
fr: Serveur non trouvé

source: DICOM Query/Retrieve
es: DICOM Consulta/Descarga
fr: Requête/Récupération DICOM

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Configuration avancée

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Editer le profil

source: Add/Edit Location
de: Standort hinzufügen/bearbeiten
es: Añadir/Editar ubicación
fr: Ajout/Modification d'emplacement

source: Add window/level
de: Fenster/Ebene hinzufügen
es: Añadir window/level
fr: Ajout d'une fenêtre/d'un niveau

source: Add tag
de: Markierung hinzufügen
es: Añadir tag
fr: Ajout d'un tag

source: Setup window position
es: Configurar la posición de la ventana
fr: Définir position de la fenêtre

source: Closing
es: Cerrando
fr: Fermeture

source: DICOM Dir configuration
de: DICOM-Verzeichniskonfiguration
es: Configuración de DICOMDIR
fr: Configuration DICOM Dir

source: Open Ginkgo Cloud
de: Ginkgo Cloud öffnen
es: Abrir Ginkgo Cloud
fr: Ouvrir Ginkgo Cloud

source: Ginkgo Cloud search
de: Ginkgo Cloud-Suche
es: Búsqueda en Ginkgo Cloud
fr: Recherche Ginkgo Cloud

source: from History?
de: vom Verlauf?
es: del Historial?
fr: de l'historique ?

source: Medical history
de: Anamnese
es: Historial médico
fr: Historique médical

source: Open With ...
de: Öffnen mit …
es: Abrir con...
fr: Ouvrir avec ...

source: Select a View
de: Ansicht auswählen
es: Seleccione una vista
fr: Sélectionner une vue

source: Message detail
de: Nachrichtendetails
es: Detalles del mensaje
fr: Détail du message

source: Closing Ginkgo CADx
de: Ginkgo CADx wird geschlossen
es: Cerrando Ginkgo CADx
fr: Fermeture de Ginkgo CADx

source: DICOM Inspector
de: DICOM-Inspektor
es: Inspector DICOM
fr: Inspecteur DICOM

source: Open Source DICOM CADx environment
de: Open Source DICOM-System CADx
es: Entorno CADx DICOM Open Source
fr: Environnement DICOM CADx OpenSource

source: Calibration
de: Kalibriere
es: Calibración
fr: Calibrage

source: Properties of ...
de: Eigenschaften von …
es: Propiedades de...
fr: Propriétés de ...

source: Test title
de: Test-Titel
es: Título de prueba
fr: Titre test

source: Barten
fr: Fanon

source: Cardiac
de: Kardial
fr: Cardiaque

source: Stern
fr: Croupe

source: GE Color
de: GE-Farbe
fr: Couleur GE

source: P-Value
de: P-Wert
fr: Valeur P

source: GIL/DICOM/Conformance
de: GIL/DICOM/Konformität
fr: GIL/DICOM/Conformité

source: Ginkgo Cloud
fr: Cloud Ginkgo

source: error
de: Fehler
fr: erreur

source: Error
de: Fehler
fr: Erreur

source: Error:
de: Fehler:
fr: Erreur :

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Window/Level Ctrl+W
de: Fenster/Ebene Ctrl+W
fr: Fenêtre/Niveau Ctrl+W

source: VERTEBRA
fr: VERTEBRE

source: Accession number
fr: Numéro d'accès

source: Accession Number
fr: Numéro d'accès

source: Window
de: Fenster
fr: Fenêtre

source: No
de: Nein
fr: Non

source: General
de: Allgemein
fr: Géneral

source: Charset
de: Zeichensatz
fr: Encodage de caractère

source: ISO_IR 192
fr: ISO_IR 192 - UTF8

source: ISO_IR 100
fr: ISO_IR 100 - Latin 1

source: ISO_IR 101
fr: ISO_IR 101 - Latin 2

source: ISO_IR 109
fr: ISO_IR 109 - Latin 3

source: ISO_IR 110
fr: ISO_IR 110 - Latin 4

source: ISO_IR 126
fr: ISO_IR 126 - Grec

source: ISO_IR 127
fr: ISO_IR 127 - Arabe

source: ISO_IR 138
fr: ISO_IR 138 - Hébreux

source: ISO_IR 144
fr: ISO_IR 144 - Cyrillique

source: ISO_IR 148
fr: ISO_IR 148 - Latin 5

source: Host
fr: Hôte

source: Move
de: Verschieben
fr: Bouger

source: Get
de: Abrufen
fr: Mettre

source: DICOM MPPS
fr: MPPS DICOM

source: Window/level
de: Fenster/Ebene
fr: Fenêtre/niveau

source: Layout
de: Anordnung
fr: Calque

source: Tag
de: Markierung
fr: Balise
