Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Auto-cleaning
de: Automatisch aufräumen
es: Auto-borrado
fr: Auto-nettoyage

source: Delete studies with acquisition date older than:
de: Studien löschen mit älterem Akquirierungsdatum als:
es: Borrar estudios con fecha de adquisición más antigua de:
fr: Supprimer les études dont la date d'acquisition est plus ancienne que :

source: Delete older studies when hd free space is less than:
de: Ältere Studien löschen, wenn freier Festplattenspeicher kleiner ist als:
es: Borrar estudios antiguos cuando el espacio libre del disco sea menor de:
fr: Supprimer les anciennes études quand l'espace disque libre est inférieur à :

source: Delete studies when DICOM Dir size bigger than:
de: Studien löschen, wenn DICOM-Verzeichnis größer ist als:
es: Borrar estudios cuando el DICOM Dir sea más grande de:
fr: Supprimer les études quand le DICOMDIR est plus gros que :

source: This feature only affects to studies COPIED to DICOM Dir and not in use
de: Diese Funktion betrifft nur Studien, die in das DICOM-Verzeichnis kopiert wurden und nicht geöffnet sind
es: Esta característica sólo afecta a los estudios COPIADOS en el DICOMDIR que no estén en uso.
fr: Cette fonctionnalité affecte seulement les études COPIEES dans le DICOMDIR et non celles en utilisation.

source: Reset to default
de: Auf Standard zurücksetzen
es: Restaurar
fr: Remettre par défaut

source: Local PACS
de: Lokales PACS
es: PACS Local
fr: PACS local

source: You must configure the local AET, which is used to communicate with the PACS server. The specified port must be opened in the firewall, as it is essential for transfers.
de: Sie müssen den lokalen AET konfigurieren, der zur Kommunikation mit dem PACS-Server verwendet wird. Der angegebene Port muss in der Firewall geöffnet sein, weil dies für Übertragungen essentiell ist.
es: Se debe configurar el AET local, que se utilizará al comunicarse con el servidor PACS. El puerto indicado debe de estar abierto en el firewall, ya que es imprescindible para las transferencias.
fr: Vous devez configurer l'AET local qui est utilisé pour communiquer avec le serveur PACS. Le port spécifié doit être ouvert dans le pare-feu, c'est indispensable pour les transferts.

source: Local AET
de: Lokale AET
es: AET Local
fr: AET local

source: For large-scale implementation in a homogenous environment, you can specify the following wildcards in the local AET: %IP IP Address %IP<n> n-th Octet (1~4) %HOSTNAME Host Name"
es: Para implantación masiva en entornos homogéneos, pueden especificarse los siguientes comodines en la AET local: %IP Dirección IP %IP<n> Octeto n-avo (1~4) %HOSTNAME Nombre de Host
fr: Pour la mise en œuvre à grande échelle dans un environnement homogène, vous devez spécifier les caractères génériques suivants dans l'AET local : %IP Adresse IP %IP<n> n-ème Octet (1~4) %HOSTNAME Nom d'hôte"

source: Advanced settings...
de: Erweiterte Einstellungen ...
es: Configuración avanzada...
fr: Configuration avancée.

source: DICOM Nodes
de: DICOM-Knoten
es: Nodos DICOM
fr: Noeuds DICOM

source: New ...
de: Neu ...
es: Nuevo...
fr: Nouveau ...

source: Edit ...
de: Bearbeiten ...
es: Editar...
fr: Editer ...

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Set Default
de: Standard setzen
es: Por defecto
fr: Définir par défaut

source: DICOM Node
de: DICOM-Knoten
es: Nodo DICOM
fr: Noeud DICOM

source: Retrieve method
de: Empfangsmethode
es: Método de obtención
fr: Méthode de récupération

source: WADO URL
es: URL WADO
fr: URL WADO

source: Retrieve mode
de: Empfangsmodus
es: Modo de obtención
fr: Mode de récupération

source: Series
de: Serie
es: Serie
fr: Séries

source: Studies
de: Studien
es: Estudios
fr: Etudes

source: Reuse connection
de: Verbindung wiederverwenden
es: Reutilizar conexión
fr: Réutilisation de la connexion

source: Reuse connections when is needed to make more than one queries
de: Bei mehr als einer Abfrage, Verbindungen wiederverwenden
es: Reutilizar conexiónes cuando se necesite hacer más de una consulta
fr: Réutilisation de la connexion quand plusieurs requêtes sont requises

source: Worklists
es: Listas de trabajo
fr: Listes de travail

source: Select how do you want to handle MPPS items
es: Seleccione cómo desea manipular los items MPPS
fr: Sélectionnez la façon dont vous voulez gérer les éléments MPPS

source: HL7 messages
de: HL7-Nachrichten
es: Mensajes HL7
fr: Messages HL7

source: Abort message
es: Abortar mensaje
fr: Annuler message

source: Completed message
es: Completar mensaje
fr: Message complété

source: In progress message
es: Mensaje en progreso
fr: Message en cours

source: Default values
de: Standardwerte
es: Valores por defecto
fr: Valeurs par défaut

source: Worklist
es: Lista de trabajo
fr: Liste de travail

source: Verify server credentials
es: Verificar credenciales del servidor
fr: Vérifier les accréditations du serveur

source: Use SSL/TLS
de: SSL/TLS benutzen
es: Usar SSL/TLS
fr: Utiliser SSL/TLS

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat

source: Certificate to use in this connection
de: Zertifikat für die Verbindung
es: Certificado para usar en esta conexión
fr: Certificat à utiliser pour cette connexion

source: Advanced Configuration ...
de: Erweiterte Konfiguration ...
es: Configuración avanzada...
fr: Configuration avancée...

source: Default charset
de: Standardzeichensatz
es: Juego de caracteres por defecto
fr: Charset par défaut

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancée

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Test de connexion

source: Verify client credentials
es: Verificar credenciales del cliente
fr: Vérifier les accréditations du client

source: Local AET certificate
de: Lokales AET-Zertifikat
es: Certificado del AET local
fr: Certificat de l'AET local

source: Certificate used by Ginkgo CADx
de: Zertifikat, das »Ginkgo CADx« nutzt
es: Certificado usado por Ginkgo CADx
fr: Certificat utilisé par Ginkgo CADx

source: Gingo CADx Application ID used to fill MSH.3 field
de: Anwendungs-ID von »Ginkgo CADx« zum Eintrag in das Feld MSH.3
es: El ID de la aplicación Ginkgo CADx utilizado para rellenar el campo MSH.3
fr: L'ID application Gingo CADx est utilisée pour remplir le champ MSH.3

source: Receiver organization Id
de: Empfänger-Organisations-ID
es: Identificador de la organización receptora
fr: Id de l'organisation réceptrice

source: Unique identifier of the organization receiving the message.
de: Eindeutiger Bezeichner der Organisation, welche die Nachricht empfängt.
es: Identificador único de la organización receptora del mensaje.
fr: L'identifiant unique de l'organisation qui reçoit le message.

source: Petitioner System Id
es: Identificador del sistema peticionario
fr: Id du système demandeur

source: Unique identifier of the requesting system.
es: Identificador único del sistema que realiza la petición (SIID).
fr: L'identifiant unique du système demandeur.

source: Filler Application Id
es: Identificador de aplicación de la "Filler Application"
fr: Id de l'application contenante

source: Unique identifier of the filler application (SIID/Ginkgo CADx).
es: Identificador único de la "Filler Application" (SIID/Ginkgo CADx).
fr: L'identifiant unique de l'application de remplissage (SIID / Ginkgo CADx).

source: Unique identifier of the filler application (SIID/Ginkgo).
de: Eindeutiger Bezeichner der Filler-Anwendung (SIID/Ginkgo).
es: Identificador único de la "Filler Application" (SIID/Ginkgo).
fr: L'identifiant unique de l'application de remplissage (SIID / Ginkgo).

source: Ginkgo CADx Application Id
de: Ginkgo CADx-Anwendungs-ID
es: Identificador de aplicación Ginkgo CADx
fr: Id d'application Ginkgo CADx

source: Unique identifier of the Picture Archiving and Communication System Application (SIID/PACS).
de: Eindeutiger Bezeichner der »Picture Archiving and Communication System Application« (SIID/PACS).
es: Identificador único de aplicación del Sistema de Comunicación y Almacenamiento de Imágenes (SIID/PACS).
fr: L'identifiant unique de l'application Picture Archiving and Communication System (SIID/PACS).

source: Integration engine
es: Motor de integración
fr: Moteur d'intégration

source: Hostname / Port
es: Hostname / Puerto
fr: Nom d'hôte / Port

source: Hostname (IP or DNS) integration engine
de: Hostname-Integrationsmaschine (IP oder DNS)
es: Nombre de host (IP o DNS) del motor de integración
fr: Nom d'hôte (IP ou DNS) du moteur d'intégration

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole

source: Integration Engine's Transport Layer Protocol
es: Protocolo de la capa de transporte del motor de integración
fr: Le protocole de couche de transfert du moteur d'intégration

source: Format
es: Formato

source: Message's format
de: Nachrichtenformat
es: Formato del mensaje
fr: Format du message

source: Test engine
es: Probar servidor
fr: Moteur de test

source: Test Integration Engine connectivity
es: Probar conectividad con el motor de integración
fr: Test de connectivité du moteur d'intégration

source: Ginkgo Extension Title
de: Titel der Ginkgo-Erweiterung
es: Título de la Extensión de Ginkgo
fr: Titre d'extension Ginkgo

source: Edit public key
de: Ändere den öffentlichen Schlüssel
es: Editar clave pública
fr: Éditer la clef publique

source: Use default certificate (certificate configured in local AET settings)
de: Standardzertifikat (in lokalen AET-Einstellungen konfiguriert) verwenden
es: Usar certificado por defecto (certificado configurado en configuración del AET local)
fr: Utiliser le certificat par défaut (certificat configuré dans la configuration local AET)

source: Public key
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clef publique

source: Public key in PEM format
de: Öffentlicher Schlüssel im PEM-Format
es: Clave pública en formato PEM
fr: Clef publique au format PEM

source: Load ...
de: Laden ...
es: Cargar...
fr: Chargement ...

source: Private key
de: Privater Schlüssel
es: Clave privada
fr: Clef privée

source: Private key in PEM format
de: Privater Schlüssel im PEM-Format
es: Clave privada en formato PEM
fr: Clef privée au format PEM

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profile

source: Set active
de: Aktivieren
es: Activar
fr: Activer

source: Locations are predefined paths to set locations from well known paths (ex: remote shared disk)
es: Las ubicaciones son rutas predefinidas conocidas (ej: unidades remotas compartidas)
fr: Les emplacements sont des chemins prédéfinis pour définir les emplacements des chemins bien connus (ex : disque réseau)

source: Configure location
de: Konfiguriere Ort
es: Configurar ubicación
fr: Configurer emplacement

source: Location
de: Ort
es: Ubicación
fr: Emplacement

source: Clean directory after dicomization
de: Ordner nach der Dicomisierung säubern
es: Limpiar directorio después de la importación
fr: Nettoyer le répertoire après dicomisation

source: Clean directory before dicomization
de: Ordner vor der Dicomisierung säubern
es: Limpiar directorio antes de la importación
fr: Nettoyer le répertoire avant dicomisation

source: Security type
de: Sicherheitsmodus
es: Tipo de seguridad
fr: Type de sécurité

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Change Password ...
de: Ändere Passwort ...
es: Cambiar contraseña...
fr: Changement du mot de passe ...

source: Set main password
de: Hauptpasswort setzen
es: Establecer contraseña principal
fr: Définir mot de passe principal

source: Set Password
de: Passwort setzen
es: Establecer contraseña
fr: Définir mot de passe

source: Edit User
de: Benutzer bearbeiten
es: Editar usuario
fr: Editer un utilisateur

source: User Name
de: Name des Benutzers
es: Nombre de usuario
fr: Nom d'utilisateur

source: Confirm Password
de: Kennwort bestätigen
es: Confirmar contraseña
fr: Confirmez mot de passe

source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés

source: Edit corner annotations
de: Eckbeschriftungen bearbeiten
es: Editar anotaciones de las esquinas

source: To setup corner annotations you can use dicom tags with syntax ${GGGG|EEEE:DefaultValue:Format} where GGGG is the tag's group in hexadecimal and EEEE is the tag's element. DefaultValue and Format are optional values, Format admit two special formats (date and time).
es: Para configurar las anotaciones de las esquinas puedes usar tags DICOM con sintaxis ${GGGG|EEEE:ValorPorDefecto:Formato} donde GGGG es el grupo del tag en código hexadecimal y EEEE es el tag del elemento. ValorPorDefecto y Formato son valores opcionales, Formato admite dos formatos especiales (date y time).

source: You can also use special tags listed in the tooltip over the question button.
es: Puedes usar tags especiales listados en el texto de ayuda sobre el botón de información.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajout

source: Edit
de: Bearbeiten
es: Editar
fr: Editer

source: Default Window/Level
de: Standard-Fenster/Ebene
es: Window/Level por defecto
fr: Fenêtre/Niveau par défaut

source: Corner annotations
de: Eckbeschriftungen
es: Anotaciones de las esquinas

source: Setup corner annotations
de: Eckbeschriftungen einrichten
es: Configurar anotaciones de las esquinas

source: Setup...
de: Einrichten …
es: Configurar...

source: Other settings
de: Andere Einstellungen
es: Otras configuraciones
fr: Autre configuration

source: Interpolate pixel data
de: Pixel-Daten interpolieren
es: Interpolar pixel data
fr: Interpoler des données des pixels

source: Hanging protocol
de: Hanging-Protokoll
es: Protocolo de visualización
fr: Protocole Hanging

source: Opening mode
es: Modo de apertura
fr: Mode d'ouverture

source: Study opening criteria
es: Criterio de apertura del estudio
fr: Critère d'ouverture d'étude

source: Workspace
de: Arbeitsfläche
es: Espacio de trabajo
fr: Espace de travail

source: Enable/Disable
de: Aktivieren/Deaktivieren
es: Habilitar/Deshabilitar
fr: Activer/désactiver

source: Top left corner annotations
de: Eckbeschriftungen oben links
es: Anotación de la esquina superior izquierda

source: Setup window
de: Fenster einrichten
es: Configurar ventana
fr: Fenêtre de configuration

source: Push configuration button and place window where you want
de: Klicken Sie auf den Konfigurieren-Knopf und platzieren Sie das Fenster wie gewünscht
es: Pulse el botón de configuración y situe la ventana donde desee
fr: Appuyez sur le bouton de configuration et placez la fenêtre où vous voulez

source: Set default
de: Als Vorgabe festlegen
es: Por defecto
fr: Définir par défaut

source: Open in main window
de: Im Hauptfenster öffnen
es: Abrir en ventana principal
fr: Ouvrir dans la fenêtre principale

source: Setup position...
de: Position einrichten …
es: Configurar posición...
fr: Configurer la position...

source: Setup undocked window position
es: Configurar posición de la ventan
fr: Définir la position de la fenêtre détachée

source: Current layout
de: Aktuelle Anordnung
es: Layout actual
fr: Calque courant

source: Rows
de: Zeilen
es: Filas
fr: Lignes

source: Columns
de: Spalten
es: Columnas
fr: Colonnes

source: Series criteria
es: Criterio de la serie
fr: Critères de la série

source: Select opening mode
es: Seleccionar modo de apertura
fr: Sélectionnez un mode d'ouverture

source: Setup position and size of the window where you want to open the study
de: Position und Größe des Fensters einrichten, in dem die Studie geöffnet werden soll
es: Configurar la posición y el tamaño de la ventana donde se abrirá el estudio
fr: Définir la position et la taille de la fenêtre dans laquelle vous voulez ouvrir l'étude

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Enable background queries
es: Habilitar consultas en segundo plano

source: Smart retrieve
es: Adquisición automática

source: Smart retrieve settings
es: Configuración de consultas automáticas

source: Inactivity detected
de: Untätigkeit festgestellt
es: Detectada inactividad
fr: Inactivité détectée

source: Export DICOM
de: DICOM exportieren
es: Exportar DICOM
fr: Exporter DICOM

source: Refering physician
de: Zuweisender Arzt
es: Médico especialista
fr: Médecin référent

source: Ginkgo CADx private tags
es: Tags privados de Ginkgo CADx
fr: Balises privées Ginkgo CADx

source: Export
de: Exportieren
es: Exportar
fr: Exporter

source: Select the directory where the files will be stored
de: Wählen Sie das Verzeichnis, in welches die Dateien gespeichert werden sollen
es: Seleccione el directorio donde se guardarán los ficheros
fr: Sélectionnez le répertoire dans lequel les fichiers seront enregistrés

source: The selected directory does not exist Would you like to create?
de: Der gewählte Ordner existiert nicht. Möchten Sie einen erstellen?
es: El directorio seleccionado no existe, ¿Desea Crearlo?
fr: Le répertoire sélectionné n'existe pas Voulez-vous le créer ?

source: There are other DICOM directory in selected path
de: Angegebener Pfad enthält andere DICOM-Verzeichnisse
es: Existe otro DICOM dir en el directorio seleccionado
fr: Il y a d'autres DICOMDIR dans le chemin sélectionné

source: Ginkgo CADx has detected a default DICOM Dir created with an old version of Ginkgo CADx (BBDD v.%d). What do you want to do?
de: Ginkgo CADx hat ein Standard-DICOM-Verzeichnis gefunden, das mit einer alten Version von Ginkgo CADx (BBDD v.%d) erstellt wurde. Wie möchten Sie vorgehen?
es: Ginkgo CADx ha dectado un DICOMDIR de historial creado con una versión más antigua de Ginkgo CADx (BBDD v.%d). ¿Qué desea hacer?
fr: Ginkgo CADx a détecté une DICOMDIR par défaut créée avec une ancienne version de Ginkgo CADx (BBDD v.%d). Que voulez-vous faire ?

source: DICOM Dir has been created with a new version of Ginkgo CADx (BBDD v.%d). This version is unabled to open it.
de: Das DICOM-Verzeichnis wurde mit einer neueren Version von Ginkgo CADx (BBDD v.%d) erstellt. Die aktuelle Version ist nicht in der Lage, das Verzeichnis zu öffnen.
es: El DICOMDIR ha sido creado con una versión más nueva de Ginkgo CADx. (BBDD v%d). Esta versión no puede abrirla.
fr: La DICOMDIR a été créée avec une version trop récente de Ginkgo CADx (BBDD v.%d). Cette version est incapable de l'ouvrir.

source: Error renaming old dicomdir to <name>_old, ensure you have permissions to do it
es: Error al cambiar el nomver del antiguo dicomidir a <name>_old, asegurese de que tiene permisos para hacerlo
fr: Erreur de renommage de l'ancienne DICOMDIR en <nom>_old, vérifiez que vous avez les permissions de faire ça

source: Select the DICOM Dir folder
de: Wählen Sie das DICOM-Verzeichnis aus
es: Seleccione un directorio DICOMDIR válido
fr: Sélectionnez un répertoire DICOMDIR

source: DICOM Dir migration
de: DICOM-Verzeichnismigration
es: Migración de DICOMDIR
fr: Migration DICOMDIR

source: Migrate existing (recommended)
de: Existierende migrieren (empfohlen)
es: Migrar existente (recomendado)
fr: Migrer l'existant (recommandé)

source: Migrate existing DICOM Dir, existing files will be added to new DICOM Dir. Do not close Ginkgo CADx until migration is finished.
de: Bestehendes DICOM-Verzeichnis migrieren, bestehende Dateien werden zum neuen DICOM-Verzeichnis hinzugefügt. Schließen Sie Ginkgo CADx nicht, bis die Migration abgeschlossen ist.
es: Migrar DICOMDIR existente. Los ficheros existentes serán añadidos al nuevo DICOMDIR. No cierre GinkgoCADx hasta que finalice la operación.
fr: Migrer le DICOMDIR existant. Les fichiers seront automatiquement ajouter au nouveau DICOMCIR. Ne pas fermer Ginkgo CADx avant que la migration ne soit terminée.

source: Remove old DICOM Dir after migration (will be renamed as *_old)
de: Altes DICOM-Verzeichnis nach der Migration entfernen (wird in *_old umbenannt)
es: Borrar DICOMDIR antiguo después de la migración (se renombrará como *_old)
fr: Supprimer les anciens DICOMDIR après la migration (renommage en *_old)

source: Continue...
de: Fortsetzen …
es: Continuar...
fr: Continuer...

source: Select other
de: Anderen wählen
es: Seleccionar otro
fr: Sélectionner un autre

source: Select other path, if path doesn't contains a Ginkgo CADx DICOM Dir, a new one will be created, else existing DICOM Dir will be used
de: Wählen Sie einen anderen Pfad, wenn der Pfad kein Ginkgo CADx-DICOM-Verzeichnis enthält, wobei dann ein neues angelegt wird. Ansonsten wird das bestehende DICOM-Verzeichnis verwendet.
es: Seleccionar otra ruta. Si la ruta no contiene un DICOM Dir de Ginkgo CADx, se crerará uno nuevo. En cualquier otro caso, se usará el DICOMDIR actual.
fr: Selectionner un autre chemin. Si ce chemin ne contient pas de DICOMDIR Ginkgo CADx, un nouveau sera créé. Sinon, le DICOMDIR existant sera utilisé.

source: Browse...
de: Auswählen …
es: Navegar...
fr: Parcourir...

source: DICOM Export
es: Exportación DICOM
fr: Export DICOM

source: Select the format and the images you want to export
de: Wählen Sie das Format und die Bilder, die Sie exportieren wollen
es: Seleccione el formato y las imágenes a exportar
fr: Sélectionner le format et les images que vous voulez exporter

source: DICOM (*.dcm;)|*.dcm|All files(*.*)|*.*
es: DICOM (*.dcm;)|*.dcm|Todos los ficheros (*.*)|*.*

source: JPEG (*.jpg;)|*.jpg|BMP (*.bmp)|*.bmp|PNG (*.png)|*.png|All files(*.*)|*.*
es: JPEG (*.jpg;)|*.jpg|BMP (*.bmp)|*.bmp|PNG (*.png)|*.png|Todos los ficheros (*.*)|*.*

source: Select file
es: Seleccione un fichero

source: DICOM (native format)
de: DICOM (Nativformat)
es: DICOM (formato nativo)
fr: DICOM (format natif)

source: Image (jpg, bmp, png)
es: Imagen (jpg, bmp, png)

source: Export all files of opened tab
es: Exportar todos los ficheros de la pestaña abierta

source: Quality
de: Qualität
es: Calidad
fr: Qualité

source: Image Export Wizard
de: Bildexportassistent
es: Asistente de exportación de imágenes
fr: Assistant d'exportation d'image

source: &Accept
de: A&kzeptieren
es: &Aceptar
fr: &Accepter

source: &Next >
de: &Weiter >
es: &Siguiente >
fr: &Suivant >

source: Open link
de: Verweis öffnen
es: Abrir enlace
fr: Ouvrir lien

source: File link:
de: Dateiverweis:
es: Enlace al fichero
fr: Lien fichier :

source: Study
de: Studie
es: Estudio
fr: Etude

source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom utilisateur

source: Ginkgo Cloud link
de: Ginkgo Cloud-Verweis
es: Enlace Ginkgo Cloud
fr: Lien Ginkgo Cloud

source: You can copy and paste link to use it in e-mails and web pages, you have to install Ginkgo CADx to download and visualize it.
de: Sie können den Verweis kopieren und in E-Mails sowie Webseiten einfügen – zum Herunterladen und Visualisieren muss Ginkgo CADx installiert sein.
es: Puede copiar y pegar el enlace para usarlo en e-mails y páginas web, el único requisito para descargar los estudios es tener instalado Ginkgo CADx.
fr: Vous pouvez copier et coller le lien à utiliser dans les e-mails et les pages web. Vous avez à installer Ginkgo CADx pour le télécharger et le visualiser.

source: Send link by e-mail
de: Verweis per E-Mail senden
es: Enviar enlace por e-mail
fr: Envoyer le lien par email

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier

source: New Ginkgo Cloud study
de: Neue Ginkgo Cloud-Studie
es: Nuevo estudio en Ginkgo Cloud
fr: Nouvelle étude Ginkgo Cloud

source: To download the study, paste this url
de: Um die Studie herunterladen zu können, fügen Sie diesen URL
es: Para descargar el estudio, pegue esta url
fr: Pour télécharger l'étude, collez cet URL

source: into "Open Ginkgo Cloud link" tool of Ginkgo CADx history, or paste it into the address bar of your browser.
de: in das »Open Ginkgo Cloud-Verweis«-Werkzeug im Ginkgo CADx-Verlauf ein oder in die Adresszeile Ihres Webbrowsers.
es: en la herramienta del historial de Ginkgo CADx "Abrir enlace Ginkgo Cloud", o péguelo en la barra de direcciones de su navegador.
fr: dans l'outil "Ouvrir un lien Ginkgo Cloud" de l'historique Ginkgo CADx, ou le coller dans la barre d'adresse de votre navigateur.
