Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Error validating fields
de: Fehler beim Prüfen der Felder
fr: Erreur de validation des champs

source: FamFamFam Icons
de: FamFamFam-Symbole
fr: Icônes FamFamFam

source: Fugue Icons
fr: Icônes Fugue

source: SQL Lite
fr: SQLite

source: Dark Glass Icons
de: »Dark Glass«-Symbole
fr: Icônes Dark Glass

source: Log
fr: Journal

source: Login
fr: Identifiant

source: Powered by
de: Angetrieben von
fr: Propulsé par

source: PACS Q/R
fr: I/O PACS

source: Log node
de: Knoten protokollieren
fr: Nœud journal

source: Image Browser Dialog
de: Bilder-Browser-Dialogfenster
fr: Explorateur d'image

source: Info
de: Information

source: Id
de: Kennung

source: Misc
de: Verschiedenes

source: DICOM Dir
de: DICOM-Verzeichnis

source: ITK
de: IK

source: LogText
de: Protokolltext

source: %.1f fps
de: %.1f Bilder/Sek
