Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: ): Check the configuration and attach it if necessary
es: ): Revise la configuración y asócielo si lo considera necesario
fr: ): Vérifiez la configuration et attachez-le si nécessaire

source: Unknown module Id (
de: Unbekannte Modul-Id (
es: Id de módulo desconocido (
fr: Id module inconnu (

source: Empty configuration
de: Leere Konfiguration
es: Configuración vacía
fr: Configuration vide

source: XML Parser Not Found. Key=
de: XML-Parser nicht gefunden. Schlüssel=
es: XML Parser No encontrado. Clave=
fr: Analyseur XML non trouvé. Key=

source: %Y/%m/%d %H:%M:%S.%q
es: %d/%m/%Y %H:%M:%S.%q

source: Patient
es: Paciente

source: Patient ID
de: Patienten-ID
es: Id del paciente

source: Modality
de: Modalität
es: Modalidad
fr: Modalité

source: Dimensions
es: Dimensiones

source: Made with %s
de: Erstellt mit %s
es: Hecho con %s

source: Default
de: Voreinstellung
es: Valor por defecto
fr: Défaut

source: Autocalculate
de: Automatisch berechnen
es: Auto calcular
fr: Autocalcul

source: SPINAL
de: WIRBELSÄULE
es: COLUMNA

source: CRANIUM
es: CRÁNEO
fr: CRANE

source: BONE
es: HUESO
fr: OS

source: CRANIUM BONE
es: HUESO DEL CRÁNEO
fr: OS DU CRANE

source: MEDIASTINUM
es: MEDIASTINO
fr: MEDIASTIN

source: LUNG
es: PULMÓN
fr: POUMON

source: BREAST
es: PECHO
fr: POITRINE

source: CT CRANIUM
es: CT CRÁNEO
fr: CRANE CT

source: T1 CRANIUM
es: T1 CRÁNEO
fr: CRANE T1

source: T2 CRANIUM
es: T2 CRÁNEO
fr: CRANE T2

source: KNEE
es: RODILLA
fr: GENOU

source: Downloading file
de: Datei wird heruntergeladen
es: Descargando fichero
fr: Téléchargement de fichier

source: Error downloading WADO file
de: Fehler beim Herunterladen der WADO-Datei
es: Error al descargar el fichero WADO
fr: Erreur au téléchargement du fichier WADO

source: Check PACS configuration
de: PACS-Konfiguration überprüfen
es: Compruebe la configuración del PACS
fr: Vérifier la configuration PACS

source: Unknown query/retrieve level
de: Unbekannte Abfragetiefe
es: Nivel de query/retrieve desconocido
fr: Niveau de requête / récupération inconnu

source: Query retrieve level not specified
de: Abfragetiefe nicht angegeben
es: Nivel de query/retrieve no especificado
fr: Niveau de requête / récupération non spécifié

source: Unable to perform HTTP request
de: HTTP-Anfrage kann nicht ausgeführt werden
es: Error al procesar la petición HTTP
fr: Impossible d'exécuter la requête HTTP

source: Invalid HTTP response
de: Ungültige HTTP-Antwort
es: Respuesta HTTP inválida
fr: Réponse HTTP invalide

source: Invalid HTTP code
de: Ungültiger HTTP-Code
es: Código HTTP inválido
fr: code HTTP invalide

source: Unable to init HTTP subsystem
de: HTTP-Subsystem kann nicht initialisiert werden
es: No se puede iniciar el subsistema HTTP
fr: Impossible d'initialiser le sous-système HTTP

source: PACS-Service
de: PACS-Dienst
es: Servicio-PACS
fr: Service PACS

source: Omitted Identificator
de: Weggelassener Identifikator
es: Identificador omitido
fr: Identifiant omis

source: Omitted AET
de: Weggelassener AET
es: AET omitida
fr: AET omis

source: Hostname missing
de: Hostname fehlt
es: Hostname omitido
fr: Nom d'hôte manquant

source: Omitted port
de: Weggelassener Port
es: Puerto omitido
fr: Port omis

source: The pdu size is not a valid number
de: Die PDU-Größe ist keine gültige Zahlenangabe
es: El tamaño de pdu no es un número válido
fr: Le taille du pdu n'est pas un nombre valide

source: Port is not a valid number
de: Port enthält keine gültige Zahl
es: El valor de puerto no es un número valido
fr: Le port n'est pas un nombre valide

source: The port is not a valid number
de: Die Port-Angabe ist keine gültige Zahl
es: El valor de puerto no es un número valido
fr: Le port n'est pas un nombre valide

source: Setting not found
de: Einstellung nicht gefunden
es: Configuración no encontrada
fr: Configuration non trouvée

source: "action" attribute invalid at "gnkworkflow" scope
de: Attribut »action« ungültig in Gültigkeitsbereich »gnkworkflow«
es: Atributo "action" inválido al procesar tag "gnkworkflow"
fr: Attribut "action" invalide dans le périmètre "gnkworkflow"

source: "action" attribute expected at "gnkworkflow" scope
de: Attribut »action« wird erwartet in Gültigkeitsbereich »gnkworkflow«
es: Atributo "action" no especificado al procesar tag "gnkworkflow"
fr: Attribut "action" attendu dans le périmètre "gnkworkflow"

source: "pacs-retrieve-sid" attribute empty at "gnkworkflow" scope
de: Attribut »pacs-retrieve-sid« ist leer in Gültigkeitsbereich »gnkworkflow«
es: Atributo "pacs_retrieve_sid" vacío al procesar tag "gnkworkflow"
fr: Attribut "pacs-retrieve-sid" vide dans le périmètre "gnkworkflow"

source: "pacs-store-sid" attribute empty at "gnkworkflow" scope
de: Attribut »pacs-store-sid« ist leer in Gültigkeitsbereich »gnkworkflow«
es: Atributo "pacs_store_sid" vacío al procesar tag "gnkworkflow"
fr: Attribut "pacs-store-sid" vide dans le périmètre "gnkworkflow"

source: "value" attribute expected at "query-retrieve-level" scope
de: Attribut »value« wird erwartet in Gültigkeitsbereich »query-retrieve-level«
es: Atributo "value" no especificado al procesar tag "query-retrieve-level/id"
fr: Attribut "value" attendu dans le périmètre "query-retrieve-level"

source: "code" attribute expected at "patient" scope
de: Attribut »code« wird erwartet in Gültigkeitsbereich »patient«
es: Atributo "code" no especificado al procesar tag "patient"
fr: Attribut "code" attendu dans le périmètre "patient"

source: "code" attribute expected at "physician" scope
de: Attribut »code« wird erwartet in Gültigkeitsbereich »physician«
es: Atributo "code" no especificado al procesar tag "physician"
fr: Attribut "code" attendu dans le périmètre "médecin"

source: "value" attribute expected at "physician" scope
de: Attribut »value« wird erwartet in Gültigkeitsbereich »physician«
es: Atributo "value" no especificado al procesar tag "physician"
fr: Attribut "value" attendu dans le périmètre "patient"

source: "iid" atribute expected at "institution" scope
de: Attribut »iid« wird erwartet in Gültigkeitsbereich »institution«
es: Atributo "iid" no especificado al procesar tag "institution"
fr: Attribut "iid" attendu dans le périmètre "institution"

source: "code" attribute expected at "metadata" scope
de: Attribut »code« wird erwartet in Gültigkeitsbereich »metadata«
es: Atributo "code" no especificado al procesar tag "metadata"
fr: Attribut "code" attendu dans le périmètre "metadata"

source: "key" attribute expected at "metadata" scope
de: Attribut »key« wird erwartet in Gültigkeitsbereich »metadata«
es: Atributo "key" no especificado al procesar tag "metadata"
fr: Attribut "key" attendu dans le périmètre "metadata"

source: You must specify attributes you want to use in the query
de: Sie müssen die Attribute angeben, die Sie in der Abfrage verwenden möchten
es: Debe especificar los atributos que deseas usar en la consulta
fr: Vous devez spécifier les attributs que vous voulez utiliser dans la requête

source: It has been read a "patient" tag without identifiers
de: "Patient"-Markierung ohne IDs gelesen
es: Se ha leído un tag "patient" sin identificadores
fr: Une balise "patient" sans identifiant a été lue

source: You must define a default PACS in the integration XML or in the settings menu
de: Sie müssen einen Standard-PACS im Integrations-XML oder im Menü Einstellungen definieren
es: Se tiene que definir un PACS por defecto en en menú de configuración o en el XML de integración
fr: Vous devez définir un PACS par défaut dans l'intégration XML ou le menu de configuration

source: "accion" attribute invalid at "plantilla" scope
de: Attribut »accion« ungültig in Gültigkeitsbereich »plantilla«
es: Atributo "accion" inválido al procesar tag "plantilla"
fr: Attribut "accion" invalide dans le périmètre "plantilla"

source: "accion" attribute expected at "plantilla" scope
de: Attribut »accion« wird erwartet in Gültigkeitsbereich »plantilla«
es: Atributo "accion" no especificado al procesar tag "plantilla"
fr: Attribut "accion" attendu dans le périmètre "plantilla"

source: "pacs_retrieve_sid" attribute empty at "plantilla" scope
de: Attribut »pacs_retrieve_sid« ist leer in Gültigkeitsbereich »plantilla«
es: Atributo "pacs_retrieve_sid" vacío al procesar tag "plantilla"
fr: Attribut "pacs_retrieve_sid" vide dans le périmètre "plantilla"

source: "pacs_store_sid" attribute empty at "plantilla" scope
de: Attribut »pacs_store_sid« ist leer in Gültigkeitsbereich »plantilla«
es: Atributo "pacs_store_sid" vacío al procesar tag "plantilla"
fr: Attribut "pacs_store_sid" vide dans le périmètre "plantilla"

source: "uid" attribute expected at "dimse" scope
de: Attribut »uid« wird erwartet in Gültigkeitsbereich »dimse«
es: Atributo "uid" no especificado al procesar tag "dimse"
fr: Attribut "uid" attendu dans le périmètre "dimse"

source: "ambito" attribute invalid at "dimse" scope
de: Attribut »ambito« ungültig in Gültigkeitsbereich »dimse«
es: Atributo "ambito" inválido al procesar tag "medico/id"
fr: Attribut "ambito" invalide dans le périmètre "dimse"

source: "ambito" attribute expected at "dimse" scope
de: Attribut »ambito« wird erwartet in Gültigkeitsbereich »dimse«
es: Atributo "ambito" no especificado al procesar tag "dimse"
fr: Attribut "ambito" attendu dans le périmètre "dimse"

source: "codigo" attribute expected at "paciente" scope
de: Attribut »codigo« wird erwartet in Gültigkeitsbereich »paciente«
es: Atributo "codigo" no especificado al procesar tag "paciente/id"
fr: Attribut "codigo" attendu dans le périmètre "paciente"

source: "codigo" attribute expected at "medico" scope
de: Attribut »codigo« wird erwartet in Gültigkeitsbereich »medico«
es: Atributo "codigo" no especificado al procesar tag "medico/id"
fr: Attribut "codigo" attendu dans le périmètre "medico"

source: "valor" attribute expected at "medico" scope
de: Attribut »valor« wird erwartet in Gültigkeitsbereich »medico«
es: Atributo "valor" no especificado al procesar tag "medico/id"
fr: Attribut "valor" attendu dans le périmètre "medico"

source: "cid" atribute expected at "centro" scope
de: Attribut »cid« wird erwartet in Gültigkeitsbereich »centro«
es: Atributo "cid" no especificado al procesar tag "centro"
fr: Attribut "cid" attendu dans le périmètre "centro"

source: "aid" attribute expected at "hce" scope
de: Attribut »aid« wird erwartet in Gültigkeitsbereich »hce«
es: Atributo "aid" no especificado al procesar tag "hce"
fr: Attribut "aid" attendu dans le périmètre "hce"

source: "codigo" attribute expected at "metadato" scope
de: Attribut »codigo« wird erwartet in Gültigkeitsbereich »metadato«
es: Atributo "codigo" no especificado al procesar tag "metadato"
fr: Attribut "codigo" attendu dans le périmètre "metadato"

source: "clave" attribute expected at "metadato" scope
de: Attribut »clave« wird erwartet in Gültigkeitsbereich »metadato«
es: Atributo "clave" no especificado al procesar tag "metadato"
fr: Attribut "clave" attendu dans le périmètre "metadato"

source: "id_peticion" attribute expected at "gnkworkflow" scope
de: Attribut »id_peticion« wird erwartet in Gültigkeitsbereich »gnkworkflow«
es: Atributo "id_peticion" no encontrado en el nivel "gnkworkflow"
fr: Attribut "id_peticion" attendu dans le périmètre "gnkworkflow"

source: "ambito" attribute expected at "plantilla" scope
de: Attribut »ambito« wird erwartet in Gültigkeitsbereich »plantilla«
es: Atributo "ambito" no especificado al procesar tag "plantilla"
fr: Attribut "ambito" attendu dans le périmètre "plantilla"

source: id_application expected
es: Atributo "id_aplicacion" no especificado
fr: id_application attendu

source: Downloading from PACS...
de: Lade vom PACS...
es: Descargando ficheros...
fr: Téléchargement du PACS...

source: Error reading the study: Largest image pixel value data is not coherent with combination of Pixel Representation and High bit
de: Fehler beim Laden der Studie: Größter Pixel-Datenwert des Bildes ist inkohärent zur Kombination von Pixel-Repräsentation und High-Bit
es: Error al leer el estudio: El valor más alto de pixel no es coherente con la combinación de los valores de Pixel Representation y High bit
fr: Erreur à la lecture de l'étude : la valeur de la pixel la plus grande n'est pas cohérente avec la combinaison de Pixel Representation et High bit

source: Internal error reading the study, unknown format
de: Interner Fehler beim Lesen der Studie, unbekanntes Format
es: Error interno al leer el estudio, formato desconocido
fr: Erreur interne pendant la lecture de l'étude, format inconnu

source: %m/%d/%Y %H:%M:%S
de: %d/%m/%Y %H:%M:%S
es: %d/%m/%Y %H:%M:%S
fr: %d/%m/%Y %H:%M:%S

source: %m/%d/%Y 00:00:00
de: %d/%m/%Y 00:00:00
es: %d/%m/%Y 00:00:00
fr: %d/%m/%Y 00:00:00

source: Exploring PACS...
de: Untersuche PACS...
es: Consultando PACS...
fr: Parcours du PACS...

source: Patient id
de: Patienten-ID
es: Id del paciente
fr: ID du patient

source: Patient name
de: Patientenname
es: Nombre de paciente
fr: Nom du patient

source: Study Instance UID
de: Studien-Instanz-UID
es: UID de estudio
fr: UID de l'instance d'étude

source: Study date
de: Studiendatum
es: Fecha del estudio
fr: Date de l'étude

source: Study time
es: Hora del estudio

source: Series Instance UID
de: Serieninstanz-UID
es: UID de serie
fr: UID de l'instance de la série

source: Series date
de: Datum der Serie
es: Fecha de la serie
fr: Date de la série

source: Series time
es: Hora de la serie

source: No results found
de: Keine Ergebnisse gefunden
es: No se obtuvieron resultados
fr: Aucun résultat trouvé

source: Write query name
es: Escriba el nombre de la consulta

source: This query name is in use, do you want to overwrite it?
es: Este nombre de consulta está en uso, ¿desea sobreescribirlo?

source: Date Time
de: Datum Zeit
es: Fecha Hora
fr: Date Heure

source: Description
de: Beschreibung
es: Descripción

source: Store query
es: Guardar consulta

source: Remove query
es: Eliminar consulta

source: There is no any PACS configured
de: Es ist kein PACS konfiguriert.
es: No existe ningún servidor PACS configurado
fr: Il n'y a aucun PACS configuré

source: Study UID
de: Studien-UID
es: UID de estudio
fr: UID d'étude

source: Search without parameters could take al long time Would you like to continue?
de: Suchen ohne Parameter kann eine lange Zeit dauern Möchten Sie fortfahren ?
es: La búsqueda sin parámetros puede tardar mucho tiempo ¿Desea continuar?
fr: La recherche sans paramètre peut prendre beaucoup de temps Voulez-vous continuer ?

source: Search
de: Durchsuchen
es: Buscar
fr: Recherche

source: Download series
de: Serie herunterladen
es: Descargar series
fr: Télécharger série

source: Download study
de: Studie herunterladen
es: Descargar estudio
fr: Télécharger étude

source: Link series
de: Serie verknüpfen
es: Enlazar serie
fr: Séries liées

source: Link study
de: Studie verknüpfen
es: Enlazar estudio
fr: Etude liée

source: Properties...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...

source: You must specify at least a modality or a period of time
es: Se debe especificar al menos un filtro de modalidad o un periodo de tiempo

source: This query will be removed permanently, do you confirm removal?
es: Esta consulta se eliminará permanentemente, ¿confirma su eliminación?

source: Select a valid query
es: Seleccione una consulta válida

source: Select a valid PACS Server
de: Wähle einen gültigen PACS Server
es: Seleccione un Servidor PACS valido
fr: Sélectionner un serveur PACS valide

source: Download of modality
de: Download der Modalität
es: Descarga de la modalidad
fr: Télécharger les modalités

source: not allowed
de: nicht erlaubt
es: no permitido
fr: non autorisé

source: You are not allowed to download this kind of modalities.
de: Sie sind nicht berechtigt, diese Art von Modalitäten herunterzuladen.
es: No está autorizado para descargar este tipo de modalidades.
fr: Vous n'êtes pas autorisé à télécharger ce genre de modalités.

source: Modality download error
de: Modalität-Download-Fehler
es: Error de descarga de modalidades
fr: Erreur au téléchargement des modalités

source: search results
de: Suchergebnisse
es: resultados de la búsqueda
fr: Résultats de la recherche

source: Downloading serie...
de: Serie wird heruntergeladen …
es: Descargando serie...
fr: Téléchargement d'une série...

source: Downloading study...
de: Studie wird heruntergeladen …
es: Descargando estudio...
fr: Téléchargement d'une étude...

source: PACS acquisition is restricted
de: Akquirieren vom PACS ist eingeschränkt
es: La búsqueda sobre servidores PACS está restringida
fr: L'acquisition PACS est restreinte

source: Server
es: Servidor
fr: Serveur

source: Date
de: Datum
es: Fecha

source: Any date
de: Beliebiges Datum
es: Cualquier fecha
fr: Toute date

source: Today AM
de: Heute vormittag
es: Hoy mañana
fr: Ce matin

source: Today PM
de: Heute nachmittag
es: Hoy tarde
fr: Cet après-midi

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Yesterday
de: Gestern
es: Ayer
fr: Hier

source: Last 7 days
de: Letzten 7 Tage
es: Últimos 7 días
fr: Les 7 derniers jours

source: Last 30 days
de: Letzten 30 Tage
es: Últimos 30 días
fr: Les 30 derniers jours

source: Last 3 months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Les 3 derniers mois

source: Between:
de: Zwischen:
es: Entre:
fr: Entre :

source: Modalities
de: Modalitäten
es: Modalidades
fr: Modalités

source: Stored queries
es: Consultas almacenadas

source: Select stored queries...
es: Seleccionar consultas almacenadas...

source: Link
de: Verweis
es: Enlace
fr: Lien

source: Available only in WADO servers
de: Nur auf WADO-Servern verfügbar
es: Sólo disponible en servidores WADO
fr: Disponible uniquement sur serveurs WADO

source: Download
de: Herunterladen
es: Descargar
fr: Téléchargement

source: Close
de: Schliessen
es: Cerrar
fr: Fermeture

source: Series does not exist
de: Serie existiert nicht
es: La serie no existe
fr: La série n'existe pas

source: These series have been deleted from the local history
de: Diese Serien wurden aus dem lokalen Verlauf gelöscht
es: Estas series se han borrado del historial local
fr: Ces séries ont été détruites de l'historique local

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer

source: Download again
de: Erneut herunterladen
es: Volver a descargar
fr: Télécharger encore

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

source: Set query name
es: Configurar el nombre de la consulta

source: This series has been already downloaded in the local history, Do you want to download it again?
de: Diese Serie wurde bereits in den lokalen Verlauf heruntergeladen. Möchten Sie sie erneut herunterladen?
es: Esta seria ya ha sido descargada en el historial local. ¿Desea volverla a descargar?
fr: Cette série a été déjà téléchargée dans l'historique local. Voulez-vous la retélécharger ?

source: This study has been already downloaded in the local history, Do you want to download it again?
de: Diese Studie wurde bereits in den lokalen Verlauf heruntergeladen. Möchten Sie sie erneut herunterladen?
es: Este estudio ya ha sido descargado en el historial local. ¿Desea volverlo a descargar?
fr: Cette étude a été déjà téléchargée dans l'historique local. Voulez-vous la retélécharger ?

source: Exporting images ...
de: Exportiere Bilder
es: Exportando imágenes...
fr: Export d'images ...

source: Element field or group field have invalid values
de: Ungültige Werte im Feld Element oder Gruppe
es: El campo elemento o grupo tienen valores no válidos

source: Common tags
de: Gebräuchliche Markierungen
es: Tags comunes
fr: Balises communes

source: Patient's name and surname
de: Vor- und Nachname des Patienten
es: Nombre y apellidos del paciente
fr: Prénom et nom du patient

source: Patient Id
de: Patienten-ID
es: Id del paciente
fr: Id Patient

source: Institutions
de: Institutionen
es: Instituciones
fr: Etablissements

source: Referring physician
de: Zuweisender Arzt
es: Médico
fr: Médecin référent

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires

source: Ginkgo CADx tags (Evaluation Maps...)
es: Campos Ginkgo CADx (Mapas de valoración...)
fr: Balises Ginkgo CADx (Carte d'évaluation...)

source: Tags (double click to change value)
de: Schlagwörter (Doppelklick, um Wert zu ändern)
es: Tags (doble click para cambiar el valor)
fr: Balises (double-clic pour changer la valeur)

source: Add new...
de: Neu hinzufügen …
es: Añadir...

source: Anonymize
de: Anonymisiere
es: Anonimizar
fr: Anonymiser

source: Create new
de: Neu erstellen
es: Crear nuevo
fr: Créer nouveau

source: Add DICOM tag
de: DICOM-Markierung hinzufügen
es: Añadir tag DICOM
fr: Ajouter une balise DICOM

source: Group
de: Gruppe
es: Grupo

source: Element
es: Elemento

source: Value
de: Wert
es: Valor
fr: Valeur

source: Top right corner annotation
de: Eckbeschriftung oben rechts
es: Anotación de la esquina superior derecha

source: Top left corner annotation
de: Eckbeschriftung oben links
es: Anotación de la esquina superior izquierda

source: Bottom left corner annotation
de: Eckbeschriftung unten links
es: Anotación de la esquina inferior izquierda

source: Bottom right corner annotation
de: Eckbeschriftung unten rechts
es: Anotación de la esquina inferior derecha

source: You must fill in all fields
de: Sie müssen alle Felder ausfüllen
es: Debe de rellenar todos los campos
fr: Vous devez remplir tous les champs

source: Window/level label in use
es: Etiqueta de window/level en uso
fr: Étiquette fenêtre / niveau utilisée

source: Fill in valid numbers in window and level fields.
de: Geben Sie gültige Zahlen in die Felder Fenster und Ebene ein.
es: Escriba valores válidos en los campos window y level.
fr: Mettez un nombre valide dans les champs fenêtre et niveau.

source: Label
es: Etiqueta
fr: Etiquette

source: Level
de: Ebene
es: Nivel
fr: Niveau

source: Nearest neighbour
es: Vecino más próximo
fr: Voisin le plus proche

source: Linear
es: Lineal
fr: Linéaire

source: Cubic
de: Kubisch
es: Cúbico
fr: Cubique

source: Do you confirm the removal of the preset?
es: ¿Confirma la eliminación del perfil?
fr: Confirmez-vous la suppression de la présélection ?

source: Data modified
de: Daten geändert
es: Datos modificados
fr: Donnée modifiée

source: Modality settings
de: Modalitätseinstellungen
es: Configuración de modalidad

source: Default modality settings
de: Standard-Modalitätseinstellungen
es: Configuración por defecto de las modalidades

source: %s settings
de: %s-Einstellungen
es: %s configuración
fr: Configuration %s

source: settings
de: Einstellungen
es: configuración
fr: configuration

source: Export Configuration
de: Exportiere Konfiguration
es: Exportar configuración
fr: Exporter la configuration

source: Ini Files(*.ini)|*.ini
de: INI-Dateien (*.ini)|*.ini
es: Archivos ini (*.ini)|*.ini
fr: Fichiers Ini(*.ini)|*.ini

source: File exists Would you like to overwrite it?
de: Datei existiert bereits Wollen Sie es überschreiben ?
es: El fichero existe ¿Confirma que desea sobreescribirlo?
fr: Le fichier existe Voulez-vous l'écraser ?

source: Existing file
de: Vorhandene Datei
es: Fichero existente
fr: Fichier existant

source: Export successfully completed
de: Export erfolgreich abgeschlossen
es: Exportación completada correctamente
fr: Export terminé avec succès

source: There was an error during exportation
de: Beim Exportieren ist ein Fehler aufgetreten
es: Ha ocurrido un error durante la exportación
fr: Il y a eu une erreur pendant l'export

source: Import Configuration
de: Importiere Konfiguration
es: Importar configuración
fr: Configuration de l'import

source: Ini files(*.ini)|*.ini
de: INI-Dateien (*.ini)|*.ini
es: Ficheros ini (*.ini)|*.ini
fr: Fichiers Ini (*.ini)|*.ini
