Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Creator
de: Ersteller
es: Creador
fr: Créateur

source: Last Modificator
es: Última modificación
fr: Dernier modificateur

source: Show link...
de: Verweis anzeigen …
es: Mostrar enlace...
fr: Montrer les liens...

source: Invalid link
de: Ungültiger Verweis
es: Enlace inválido
fr: Lien invalide

source: Open Series
de: Serie öffnen
es: Abrir serie
fr: Ouvrir séries

source: Open Series with ..
de: Serie öffnen mit ...
es: Abrir serie con..
fr: Ouvrir séries avec...

source: Age
de: Alter
es: Edad

source: Date acquired
es: Fecha adquisición

source: Date added
es: Fecha recepción

source: Acquire
de: Akquiriere
es: Adquirir
fr: Acquérir

source: Dicomize
de: Dicomisieren
es: Dicomizar
fr: Dicomiser

source: All patients
de: Alle Patienten
es: Todos los pacientes
fr: Tous les patients

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats

source: (%d images)
de: (%d Bilder)
es: (%d imágenes)

source: Open study with ..
de: Studie öffnen mit …
es: Abrir estudio con..
fr: Ouvrir l'étude avec...

source: Synchronize
de: Abgleichen
es: Sincronizar
fr: Synchroniser

source: &Delete from history
de: Aus dem Verlauf &Löschen
es: &Eliminar del historial
fr: &Détruire de l'historique

source: &Clear history
de: &Verlauf leeren
es: &Limpiar historial
fr: &Effacer l'historique

source: You have reached maximum number of opened tabs, close some tabs and try it again
de: Sie haben die max. Anzahl offener Reiter erreicht, bitte einige Reiter schließen und erneut versuchen
es: Se ha alcanzado el número máximo de pestañas abiertas, cierre alguna pestaña e intentelo de nuevo
fr: Vous avez atteint le nombre maximal d'onglet ouvert. Fermez quelques onglets et réessayez.

source: Unable to open modality
de: Modalität kann nicht geöffnet werden:
es: No es posible abrir la modalidad
fr: Impossible d'ouvrir la modalité

source: with transfer syntax
de: mit Transfersyntax
es: con transfer syntax
fr: avec la syntaxe de transfert

source: Error loading study, check hanging protocol settings
de: Fehler beim Laden der Studie, überprüfen Sie die Einstellungen zum Hanging-Protokoll
es: Error al cargar el estudio, compruebe la configuración del protocolo de visualización
fr: Erreur au chargement de l'étude, vérifiez la configuration du protocole hanging

source: Failed to empty the history, you have to close opened studies
de: Konnte den Verlauf nicht leeren. Sie müssen geöffnete Studien schließen
es: Error al limpiar el historial, se tienen que cerrar los estudios abiertos
fr: Echec au vidage de l'historique, vous devez fermer les études ouvertes

source: all files
de: Alle Dateien
es: todos los ficheros
fr: tout fichier

source: Select at least one series
de: Wählen Sie mindestens eine Serie aus
es: Debe seleccionar al menos una serie
fr: Sélectionnez au moins une série

source: You can't remove opened series
de: Sie können die geöffnete Serie nicht entfernen
es: No se pueden eliminar series abiertas
fr: Vous ne pouvez supprimer les séries ouvertes

source: those series
de: jene Serien
es: estas series
fr: ces séries

source: this series
de: diese Serie
es: esta serie
fr: cette série

source: Advanced search
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée

source: Acquisition date
de: Akquirierungsdatum
es: Fecha de la adquisición
fr: Date d'acquisition

source: Confirm removal
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression

source: Are you sure you want to delete
de: Sind Sie sicher, dass sie löschen möchten
es: ¿Está seguro de que desea eliminar
fr: Etes-vous sûr de vouloir supprimer

source: Remove
de: Entfernen
es: Eliminar
fr: Suppression

source: Choose the view you want to use to open file/s
de: Wählen Sie die Ansicht, die sie zum Öffnen von Dateien verwenden wollen
es: Elija la vista que desea utilizar para abrir el/los archivo/s
fr: Choisissez la vue que vous voulez utiliser pour ouvrir ce(s) fichier(s)

source: Always use this view to open these files
de: Immer diese Ansicht zum Öffnen der Dateien verwenden
es: Utilizar siempre esta vista para abrir este tipo de archivos
fr: Toujours utiliser cette vue pour ouvrir ces fichiers

source: Synchronize files
de: Dateien abgleichen
es: Sincronizar ficheros
fr: Synchroniser les fichiers

source: There are files that has to be downloaded to local database before executing this action, do you want to synchornize files now?
de: Bevor diese Aktion ausgeführt werden kann, müssen Dateien zur lokalen Datenbank heruntergeladen werden. Möchten Sie die Dateien jetzt abgleichen?
es: Hay ficheros que se tienen que descargar a la base de datos local antes de ejecutar esta acción, ¿Desea sincronizar los ficheros ahora?
fr: Il y a des fichiers à télécharger dans la base de données locale avant d'exécuter cette action, Voulez-vous synchroniser ces fichiers maintenant ?

source: Close history
de: Verlauf schließen
es: Cerrar historial
fr: Fermer l'historique

source: History
de: Verlauf
es: Historial
fr: Historique

source: Clear history
de: Verlauf leeren
es: &Limpiar historial
fr: Effacer l'historique

source: Select all
de: Alle auswählen
es: Seleccionar Todos
fr: Sélectionner tout

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todos
fr: Déselectionner tout

source: Destination
de: Ziel
es: Destino

source: Status
es: Estado
fr: Statut

source: Error message
de: Fehlermeldung
es: Mensaje de error
fr: Message d'erreur

source: Show Message
de: Nachricht zeigen
es: Mostrar Mensaje
fr: Voir le message

source: Edit Message
de: Nachricht bearbeiten
es: Editar Mensaje
fr: Editer le message

source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
fr: Détruire le message

source: Error editing message
de: Fehler beim Ändern der Nachricht
es: Error al editar el mensaje
fr: Erreur à l'édition du message

source: Error purguing messages
de: Fehler beim Löschen von Nachrichten
es: Error al purgar los mensajes
fr: Erreur de purge des messages

source: Stop
de: Stopp
es: Parar
fr: Arrêter

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente

source: Warning
de: Warnung
es: Aviso
fr: Alerte

source: Error getting message
de: Fehler beim Erhalt der Nachricht
es: Error al obtener mensajes
fr: Erreur de réception du message

source: Running
de: Wird ausgeführt
es: Procesando
fr: En cours

source: The submission process is started and ready to send
de: Der Übermittlungsvorgang hat begonnen und bereit zum Senden
es: El proceso de envío está arrancado y listo para enviar mensajes
fr: Le processus de soumission est démarré et prêt à envoyer

source: Stopped
de: Abgebrochen
es: Parado
fr: Arrêté

source: Usually due to an error in sending a message
de: Üblicherweise aufgrund eines Fehlers beim Senden einer Nachricht
es: Suele ser debido a un error en el envío de un mensaje
fr: Généralement due à une erreur dans l'envoi d'un message

source: Start
es: Iniciar
fr: Démarré

source: Would you like to remove these messages?
de: Möchten Sie diese Meldungen entfernen?
es: ¿Confirma la eliminación de estos mensajes?
fr: Voulez-vous détruire ces messages ?

source: Error deleting messages
de: Fehler beim Löschen von Nachrichten
es: Error al eliminar mensajes
fr: Erreur à la suppression des messages

source: Remove sent messages
de: Gesendete Nachrichten entfernen
es: Eliminar mensajes enviados
fr: Supprimer les messages envoyés

source: Exit
de: Schließen
es: Salir
fr: Quitter

source: Messages
de: Nachrichten
es: Mensajes

source: Refresh
de: Auffrischen
es: Actualizar
fr: Rafraichir

source: View
de: Anzeigen
es: Ver
fr: Vue

source: Send task status:
de: Sende Aufgaben-Status:
es: Estado del proceso de envío:
fr: Statut de la tâche envoyée :

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activer

source: Message
de: Nachricht
es: Mensaje

source: Date:
de: Datum:
es: Fecha:

source: Destination:
de: Ziel:
es: Destino:

source: Status:
es: Estado:
fr: Statut :

source: Message content:
de: Nachrichteninhalt:
es: Contenido del mensaje:
fr: Contenu du message :

source: Overview data of DICOM files
de: Übersichtsdaten der DICOM-Dateien
es: Datos generales de los ficheros DICOM
fr: Données d'aperçu des fichiers DICOM

source: DICOM data from the files to be generated can be populated
de: DICOM-Daten aus den zu erstellenden Dateien können verteilt werden
es: Se pueden configurar los datos DICOM de los ficheros a generar
fr: Les données DICOM des fichiers à générer peuvent être remplies

source: * The patient ID is required.
de: * Die Patienten-ID ist erforderlich.
es: * El ID de paciente es obligatorio.
fr: * L'ID patient ID est requis.

source: * Concatenation of patient name and surnames can't be higher than 61.
de: * Patientenname und Nachname dürfen zusammen nicht mehr als 61 Zeichen lang sein.
es: * La concatenación del nombre del paciente y los apellidos no puede ser mayor que 61.
fr: * La concaténation du nom et du prénom du patient ne doivent pas dépasser 61 caractères.

source: * The format of the height in centimeters is not correct.
de: * Das Format der eingegebenen Größe (in Zentimetern) ist nicht korrekt.
es: * El formato de la altura en centímetros no es correcto.
fr: * La taille en centimètre n'est pas correcte.

source: * The patient's birth date is after the date of study
de: * Das Geburtsdatum des Patienten liegt zeitlich hinter dem Datum der Studie.
es: * La fecha de naciemiento del paciente es posterior a la fecha del estudio
fr: * La date de naissance du patient est ultérieur à celle de l'étude

source: * The format of the weight is not correct. Valid range is between 0 and 400 Kg.
de: * Das Format des eingegebenen Gewichts ist nicht korrekt. Gültige Werte sind 0 bis 400 Kg.
es: * El formato del peso no es correcto. El rango válido está entre 0 y 400 Kg.
fr: * Le poids est incorrect. La plage valide est entre 0 et 400 kg.

source: The following errors have occurred when validating fields
de: Folgende Fehler sind beim Prüfen der Felder aufgetreten
es: Los siguientes errores han ocurrido al validar los campos
fr: Les erreurs suivantes ont été rencontrées lors de la validation des champs

source: Selecting Import Profile
de: Auswahl des Importprofils
es: Selección de perfil de Importación
fr: Sélectionner le profil d'import

source: You must select the profile you want to use import
de: Sie müssen das Profil auswählen, das Sie für dem Import nutzen möchten
es: Debe seleccionar el perfil de importación a utilizar
fr: Vous devez sélectionner le profil voulu pour utiliser l'import

source: You must select the import profile
de: Sie müssen das Import-Profil auswählen
es: Debe seleccionar el perfil de importación
fr: Vous devez sélectionner le profil d'import

source: Unexpected error, select the module again
de: Unerwarteter Fehler – wählen Sie das Modul erneut aus
es: Error inesperado, seleccione de nuevo el módulo
fr: Erreur inattendue, sélectionner le module encore

source: Selected images
de: Gewählte Bilder
es: Imágenes seleccionadas
fr: Images sélectionnées

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu

source: Remove all
de: Alle entfernen
es: Eliminar todas
fr: Tout enlever

source: Demographic data
de: Demographische Daten
es: Datos demográficos
fr: Données démographique

source: Identificator *
de: Identifikator *
es: Identificador *
fr: Identifiant *

source: (ID or medical history number)
de: (ID oder Anamnese-Nr.)
es: (DNI o Número de historia clínica)
fr: (ID ou numéro d'historique médical)

source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

source: Surname
de: Nachname
es: Apellidos
fr: Nom de famille

source: Sex
de: Geschlecht
es: Sexo
fr: Genre

source: Male
de: Männlich
es: Masculino
fr: Mâle

source: Female
de: Weiblich
es: Femenino
fr: Femelle

source: Others
de: Anderes
es: Otros
fr: Autres

source: Study Details
de: Details zur Studie
es: Detalles del estudio
fr: Détails de l'étude

source: Weight
de: Gewicht
es: Peso
fr: Poids

source: Height
de: Größe
es: Altura
fr: Taille

source: Time
de: Uhrzeit
es: Hora
fr: Temps

source: Path of the location doesn't exists
de: Der Pfad zu diesem Ort existiert nicht
es: El path de la ubicación no existe
fr: Le chemin de l'emplacement n'existe pas

source: Images (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf|JPEG Images (*.jpg;*.jpeg)|*.jpg;*.jpeg|BMP Images (*.bmp)|*.bmp|PNG Images (*.png)|*.png|TIFF Images (*.tif;*.tiff)|*.tif;*.tiff|PDF documents (*.pdf)|*.pdf|All files(*.*)|*.*
de: Bilder (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf|JPEG-Bilder (*.jpg;*.jpeg)|*.jpg;*.jpeg|BMP-Bilder (*.bmp)|*.bmp|PNG-Bilder (*.png)|*.png|TIFF-Bilder (*.tif;*.tiff)|*.tif;*.tiff|PDF-Dokumente (*.pdf)|*.pdf|Alle Dateien (*.*)|*.*
es: Imágenes (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf|Imágenes JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg|Imágenes BMP (*.bmp)|*.bmp|Imágenes PNG (*.png)|*.png|Imágenes TIFF (*.tif;*.tiff)|*.tif;*.tiff|Documentos PDF(*.pdf)|*.pdf|Todos los Ficheros (*.*)|*.*
fr: Images (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf|Images JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg|Images BMP (*.bmp)|*.bmp|Images PNG (*.png)|*.png|Images TIFF (*.tif;*.tiff)|*.tif;*.tiff|Documents PDF (*.pdf)|*.pdf|Tout fichier(*.*)|*.*

source: Images (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf;*.JPG;*.JPEG;*.BMP;*.PNG;*.TIF;*.TIFF;*.PDF|JPEG Images (*.jpg;*.jpeg)|*.jpg;*.jpeg;*.JPG;*.JPEG|BMP Images (*.bmp)|*.bmp;*BMP|PNG Images (*.png)|*.png;*PNG|TIFF Images (*.tif;*.tiff)|*.tif;*.tiff;*TIF;*TIFF|PDF documents (*.pdf;*.PDF)|*.PDF;*.pdf|All files (*.*)|*.*
de: Bilder (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf;*.JPG;*.JPEG;*.BMP;*.PNG;*.TIF;*.TIFF;*.PDF|JPEG-Bilder (*.jpg;*.jpeg)|*.jpg;*.jpeg;*.JPG;*.JPEG|BMP-Bilder (*.bmp)|*.bmp;*BMP|PNG-Bilder (*.png)|*.png;*PNG|TIFF-Bilder (*.tif;*.tiff)|*.tif;*.tiff;*TIF;*TIFF|PDF-Dokumente (*.pdf;*.PDF)|*.PDF;*.pdf|Alle Dateien (*.*)|*.*
es: Imágenes (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf;*.JPG;*.JPEG;*.BMP;*.PNG;*.TIF;*.TIFF;*.PDF|Imágenes JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg;*.JPG;*.JPEG|Imágenes BMP (*.bmp)|*.bmp;*BMP|Imágenes PNG (*.png)|*.png;*PNG|Imágenes TIFF (*.tif;*.tiff)|*.tif;*.tiff;*TIF;*TIFF|Documentos PDF (*.pdf;*.PDF)|*.PDF;*.pdf|Todos los Ficheros (*.*)|*.*
fr: Images (*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf)|*.jpg;*.jpeg;*.bmp;*.png;*.tif;*.tiff;*.pdf;*.JPG;*.JPEG;*.BMP;*.PNG;*.TIF;*.TIFF;*.PDF|Images JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg;*.JPG;*.JPEG|Images BMP (*.bmp)|*.bmp;*BMP|Images PNG (*.png)|*.png;*PNG|Images TIFF (*.tif;*.tiff)|*.tif;*.tiff;*TIF;*TIFF|Documents PDF (*.pdf;*.PDF)|*.PDF;*.pdf|Tout fichier (*.*)|*.*

source: Select files...
de: Dateien auswählen …
es: Seleccionar archivos...
fr: Sélectionner des fichiers...

source: Select files from filesystem
de: Dateien vom Dateisystem auswählen
es: Seleccionar imágenes desde el sistema de ficheros
fr: Sélectionner des fichiers du système de fichier

source: Paste
de: Einfügen
es: Pegar
fr: Coller

source: Paste from clipboard
de: Aus der Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller du blocnote

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Are you sure to delete this file from disk?
de: Diese Datei von der Festplatte wirklich löschen?
es: ¿Confirma que desea eliminar este fichero del sistema de ficheros?
fr: Etes-vous sûr de détruire ce fichier du disque ?

source: Delete selected items
de: Ausgewählte Einträge löschen
es: Eliminar elementos seleccionados
fr: Détruire les articles sélectionnés

source: You must select an image
de: Sie müssen ein Bild auswählen
es: Debe seleccionar al menos una imagen
fr: Vous devez sélectionner une image

source: Generating preview...
de: Vorschau wird erstellt …
es: Generando thumbnail...
fr: Génération d'un aperçu...

source: Select images
de: Bilder auswählen
es: Seleccionar imágenes
fr: Sélection d'images

source: Creating Thumbnails...
de: Vorschaubilder werden erstellt …
es: Generando thumbnails...
fr: Création de miniatures...

source: Image selection
de: Bildauswahl
es: Selección de imágenes
fr: Sélection d'image

source: You must select the images you want to import
de: Sie müssen die Bilder auswählen, die Sie importieren möchten
es: Debe de seleccionar las imágenes que desea importar
fr: Vous devez sélection les images que vous voulez importer

source: You must select at least one image
de: Sie müssen zumindest ein Bild auswählen
es: Debe seleccionar al menos una imagen
fr: Vous devez sélectionner au moins une image

source: The file
de: Die Datei
es: El fichero
fr: Le fichier

source: doesn't exist
de: existiert nicht
es: no existe
fr: n'existe pas

source: Image Import Wizard
de: Bildimportassistent
es: Asistente de importación de imágenes
fr: Assistant d'import d'image

source: Requested module does not support importation
de: Angefordertes Modul unterstützt keine Imports
es: El módulo solicitado no soporta importación
fr: Le module demandé ne support pas l'import

source: There is not registered any module with importation support
de: Es ist kein Modul mit Importunterstützung registriert
es: No hay registrado ningún módulo que soporte importación
fr: Il n'y a aucun module enregistré avec le support de l'import

source: There aren't any module with importation support
de: Es ist kein Modul mit Importunterstützung vorhanden
es: No hay registrado ningún módulo que soporte importación
fr: Il n'y a aucun module avec le support de l'import

source: Requested module is not registered
de: Das gewünschte Modul ist nicht registriert
es: El módulo solicitado no está registrado
fr: Le module demandé n'est pas enregistré

source: The requested module isn't registered
de: Das angeforderte Modul ist nicht registriert
es: El módulo solicitado no está registrado
fr: Le module demandé n'est pas enregistré

source: free of
de: frei von
es: libres de
fr: de libre sur

source: in dicomization dir.
de: im Dicomisierungs-Ordner.
es: en el directorio de dicomización
fr: dans le répertoire de dicomisation.

source: Are you sure you want to cancel the import process?
de: Sind Sie sicher, dass Sie den Importvorgang abbrechen möchten?
es: ¿Confirma que desea cancelar el proceso de importación?
fr: Êtes-vous sûr de vouloir annuler l'import ?

source: Step %d of %d:
de: Schritt %d von %d:
es: Paso %d de %d:
fr: Étape %d sur %d :

source: &End
de: &Ende
es: &Terminar
fr: &Finir

source: About
de: Info
es: Acerca de
fr: A propos de

source: Credits
de: Mitwirkende
es: Créditos
fr: Crédits

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences

source: Open Source Licenses
de: Open SOurce Lizenzen
es: Licencias Open Source
fr: Licences Open Source

source: License agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Accord de licence

source: If you accept the terms of the agreement, click "I Accept the license" to continue. You must accept the license to start using Ginkgo CADx.
de: Wenn Sie die Lizenzvereinbarung anerkennen, drücken Sie "Ich akzeptiere die Lizenz" um fortzufahren. Sie müssen die Lizenz akzeptierenm um mit Ginkgo CADx nutzen zu können.
es: Si acepta todos los términos del acuerdo, seleccione "Acepto la licencia" para continuar. Debe aceptar el acuerdo para instalar Ginkgo CADx.
fr: Si vous acceptez les termes de l'agrément, cliquez sur "J'accepte la licence" pour continuer. Vous devez accepter la licence pour commencer à utiliser Ginkgo CADx.

source: Check for updates automatically
de: Suche automatisch nach Updates
es: Buscar actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement

source: I Accept the license
de: Ich akzeptiere die Lizenz
es: Acepto la licencia
fr: J'accepte la licence

source: I do NOT accept the license
de: Ich akzeptiere die Lizenz nicht
es: NO acepto la licencia
fr: Je n'accepte PAS la licence

source: Save logs
de: Logs speichern
es: Guardar logs
fr: Enregistrer journaux

source: Log file (*.log) | *.log | Text file (*.txt) | *.txt
de: Log-Datei (*.log) | *.log | Text file (*.txt) | *.txt
es: Archivo log (*.log)|*.log| Archivo de texto (*.txt)|*.txt
fr: Fichier journal (*.log) | *.log | Fichier texte (*.txt) | *.txt

source: File couldn't be stored
de: Datei konnte nicht gespeichert werden
es: No se ha podido escribir en el fichero
fr: Le fichier n'a pu être enregistré

source: Could not write to file
de: Konnte nicht in die Datei schreiben
es: No se pudo escribir en el fichero
fr: Impossible d'écrire dans le fichier

source: Save log...
de: Log speichern...
es: Guardar log...
fr: Enregistrer journal...

source: Clear log
de: Protokoll leeren
es: Limpiar log
fr: Effacer journal

source: Clear
de: Liste leeren
es: Limpiar
fr: Effacer

source: The username or password is incorrect
de: Benutzername oder Passwort sind nicht korrekt
es: El nombre de usuario o la contraseña son incorrectos
fr: Le nom d'utilisateur ou le mot de passe est incorrect

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches

source: Included in the history ...
de: Im Verlauf enthalten …
es: Incluyendo en el historial...
fr: Ajout dans l'historique...

source: There is no URL to check updates on the current configuration.
de: In der aktuellen Konfiguration ist keine URL zum Prüfen auf Aktualisierungen angegeben.
es: No hay URL para comprobar actualizaciones en la configuración actual.
fr: Il n'y a pas d'URL pour vérifier les mises à jour dans la configuration actuelle.

source: Check update error
de: Überprüfen Updatefehler
es: Comprobar error en actualización
fr: Vérifier les erreurs de mise à jour

source: Semantic/Sintactic error parsing integration URL (see log for details):
de: Semantischer/syntaktischer Fehler bei der Auswertung des Integrations-URL (siehe Protokoll für Details):
es: Error sintáctico/semántico al interpretar la URL de integración (vea el registro de log para más detalles):
fr: Erreur d'analyse sémantique/syntaxique de l'URL d'intégration (voir les journaux pour les détails) :

source: Malformed XML
de: Kaputtes XML
es: XML mal formado
fr: XML mal formé

source: Error in interpreting the parameters of the command line. (
de: Fehler beim Verarbeiten der Befehlszeilenparameter. (
es: Error al interpretar los parámetros de la línea de comandos. (
fr: Erreur dans l'interprétation des paramètres de la ligne de commande. (

source: Semantic/Sintactic error parsing integration XML (see log for details):
de: Semantischer/syntaktischer Fehler beim Lesen des Integrations-XML (siehe Fehlerlog für Details):
es: Error sintáctico/semántico al interpretar el XML de integración (vea el registro de log para más detalles):
fr: Erreur d'analyse sémantique/syntaxique de l'XML d'intégration (voir les journaux pour les détails) :

source: Error parsing integration XML:
de: Fehler beim Parsen des Integrations-XML:
es: Error al interpretar el XML de integración:
fr: Erreur d'analyse de l'XML d'intégration :

source: PACS error:
de: PACS-Fehler:
es: Error en el PACS:
fr: Erreur du PACS :

source: Error executing WorkFlow
de: Fehler beim Ausführen des Arbeitsablaufs
es: Error al ejecutar WorkFlow
fr: Erreur à l'exécution du workflow

source: Error executing WorkFlow Internal Error
de: Fehler beim Abarbeiten des Arbeitsablaufs Internes Problem
es: Error al ejecutar WorkFlow Error interno
fr: Error executing WorkFlow Erreur interne

source: Close current view
de: Schließe aktuelle Ansicht
es: Cerrar vista actual
fr: Fermer la vue actuelle

source: Close all
de: Alle schließen
es: &Cerrar todas
fr: Tout fermer

source: Close all views
de: Schließe alle Ansichten
es: Cerrar todas las vistas
fr: Fermer toutes les vues

source: &Exit
de: &Beenden
es: &Salir
fr: &Quitter
