Repository: gerddie/ginkgocadx
Catalog: cadxcore/lang/*/cadxcore.po
Languages: de, es, fr

source: Import successfully completed, restart Ginkgo CADx to apply changes
de: Importvorgang erfolgreich abgeschlossen, Ginkgo CADx neustarten, um Änderungen anzuwenden
es: Importación completada correctamente, reinicie Ginkgo CADx para aplicar los cambios
fr: Import terminé avec succès, redémarrez Ginkgo CADx pour appliquer les changements

source: There was an error during importation, check permissions
de: Beim Importieren ist ein Fehler aufgetreten, bitte Berechtigungen überprüfen
es: Ha ocurrido un error durante el proceso de importación, compruebe que tiene permisos
fr: Il y a eu une erreur pendant l'export, vérifiez les permissions

source: Dicom tag
de: DICOM-Markierung
es: Tag dicom
fr: Balise DICOM

source: Split horizontally...
de: Horizontal teilen …
es: Dividir horizontalmente
fr: Diviser horizontalement...

source: Split vertically...
de: Vertikal teilen …
es: Dividir verticalmente
fr: Diviser verticalement...

source: Split active horizontally
es: Dividir activa horizontalmente
fr: Division horizontale active

source: Split active vertically
es: Dividir activa verticalmente
fr: Division verticale active

source: New hanging protocol
de: Neues Hanging-Protokoll
es: Nuevo protocolo de visualización
fr: Nouveau protocole hanging

source: Window %d
de: Fenster %d
es: Ventana %d
fr: Fenêtre %d

source: This view doesn't support multiple windows
de: Diese Ansicht unterstützt nicht mehr als ein Fenster
es: Esta vista no soporta varias ventanas
fr: Cette vue ne supporte pas les fenêtres multiples

source: Active
de: Aktiviert
es: Activo
fr: Actif

source: Yes
de: Ja
es: Si
fr: Oui

source: Hanging protocols
de: Hanging-Protokolle
es: Protocolos de visualización
fr: Protocole Hanging

source: One day
de: Ein Tag
es: Un día
fr: Un jour

source: Two days
de: Zwei Tage
es: Dos días
fr: Deux jours

source: Three days
de: Drei Tage
es: Tres días
fr: Trois jours

source: One week
de: Eine Woche
es: Una semana
fr: Une semaine

source: Two weeks
de: Zwei Wochen
es: Dos semanas
fr: Deux semaines

source: One month
de: Ein Monat
es: Un mes
fr: Un mois

source: Three months
de: Drei Monate
es: Tres meses
fr: Trois mois

source: One year
de: Ein Jahr
es: Un año
fr: Une année

source: Local database
de: Lokale Datenbank
es: Base de datos local
fr: Base de données locale

source: Local DICOM Dir setup
de: Einrichtung des lokalen DICOM-Verzeichnisses
es: Configuración de DICOM Dir local
fr: Configuration du DICOMDIR local

source: The selected directory does not exist Would you like to create it?
de: Der gewählte Ordner existiert nicht. Möchten Sie ihn erstellen?
es: El directorio seleccionado no existe, ¿Desea Crearlo?
fr: Le répertoire sélectionné n'existe pas Voulez-vous le créer ?

source: Failed to create directory, make sure the path is correct and you have permissions on parent directory
de: Konnte Verzeichnis nicht anlegen. Stellen Sie sicher, dass der Pfad korrekt ist und Sie entsprechende Rechte im Wurzelverzeichnis haben.
es: Ha ocurrido un error al crear el directorio, asegurese de que la ruta es correcta y tiene permisos sobre el directorio padre
fr: Échec de création du répertoire. Assurez-vous que le chemin est correct et que vous avez les permissions sur le répertoire parent

source: There was an error reading the directory, make sure you have write permissions on it
de: Beim Lesen des Ordners ist ein Fehler aufgetreten, bitte Berechtigung zum Schreiben sicherstellen
es: Ha ocurrido un error al leer el directorio, asegurese de que tiene permisos de escritura sobre el mismo
fr: Il y a eu une erreur de lecture du répertoire. Assurez-vous d'avoir les droits d'écriture dessus

source: Select DICOMDIR
de: DICOMDIR wählen
es: Seleccione el DICOMDIR
fr: Sélectionnez une DICOMDIR

source: Warning, to update the directory, you must close current opened series.
de: Warnung! Um den Ordner zu aktualisieren, müssen Sie die aktuell geöffnete Serie schließen.
es: Atención, para modificar el directorio, es necesario cerrar todas las series abiertas.
fr: Attention, pour modifier le répertoire, vous devez fermer les séries actuellement ouvertes.

source: Workstation
es: Estación de trabajo
fr: Station de travail

source: Configuration parameters of the local station
de: Konfigurationsparameter der lokalen Arbeitsstation
es: Configuración de parámetros de la estación local
fr: Paramètres de configuration de la station locale

source: Extensions
de: Erweiterungen
es: Extensiones

source: Extensions settings
de: Einstellung von Erweiterungen
es: Configuración de extensiones
fr: Configuration des extensions

source: Ginkgo CADx must restart for the extensions changes to take effect
de: Gingko CADx muss neu gestartet werden damit die Änderungen an den Erweiterungen aktiv werden
es: Debe reiniciar Ginkgo CADx para que los cambios en la extensiones se lleven a cabo
fr: Ginkgo CADx doit redémarrer pour que les changements d'extensions prennent effet

source: Port has to be a valid number
es: El valor de puerto no es un número valido

source: General configuration parameters
de: Allgemeine Konfigurationsparameter
es: Configuración de parámetros generales
fr: Paramètres de configuration générale

source: Ginkgo CADx must restart for the changes to take effect
de: »Ginkgo CADx« muss neu gestartet werden, damit die Änderungen wirksam werden
es: Debe reiniciar Ginkgo CADx para que los cambios tengan efecto
fr: Ginkgo CADx doit redémarrer pour que les changements prennent effet

source: Electronic health record
es: Historia Clínica Electrónica
fr: Dossier de santé électronique

source: Setting the electronic health record system
es: Configuración de la historia clínica electrónica
fr: Configuration du système de dossier de santé électronique

source: Testing conectivity with the server...
de: Teste Verbindung mit dem Server...
es: Probando la conexión con el servidor...
fr: Test de la connectivité avec le serveur...

source: Error connecting to url
de: Fehler bei der Verbindung zur URL
es: Error al conectar con la url
fr: Erreur de connexion à l'URL

source: hostname/port not set
es: nombre de host/puerto no establecido

source: Connection test fail
de: Verbindungstest fehlgeschlagen
es: Test de conexión fallido
fr: Échec du test de connexion

source: Connection test successful
de: Verbindungstest erfolgreich
es: Conexión realizada con éxito
fr: succès du test de connexion

source: Select certificate
de: Zertifikat wählen
es: Seleccionar certificado
fr: Sélectionnez un certificat

source: PEM files(*.pem;*.key)|*.pem;*.key|All files (*.*)|*.*
de: PEM-Dateien (*.pem;*.key)|*.pem;*.key|Alle Dateien (*.*)|*.*
es: Ficheros PEM (*.pem;*.key)|*.pem;*.key|Todos los ficheros (*.*)|*.*
fr: Fichiers PEM (*.pem;*.key)|*.pem;*.key|Tout fichier (*.*)|*.*

source: You have to set private and public key
de: Sie müssen den privaten und öffentlichen Schlüssel festlegen
es: Es obligatorio configurar la clave pública y la clave privada
fr: Vous avez à définir les clefs privée et publique

source: Change ...
de: Ändere ...
es: Cambiar ...
fr: Changement ...

source: Import ...
de: Importieren ...
es: Importar ...

source: If you want to use SSL/TLS you have to set a valid certificate and a valid private key
de: Wenn Sie SSL/TLS nutzen wollen, müssen Sie ein gültiges Zertifikat und einen gültigen privaten Schlüssel angeben
es: Para usar SSL/TLS se debe configurar un certificado y una clave privada válidos
fr: Si vous voulez utiliser SSL/TLS, vous devez définir un certificat et une clef privée valides

source: There are this errors:
de: Es sind diese Fehler vorhanden:
es: Se han producido los siguientes errores:
fr: Il y a des erreurs :

source: - This PACS id is in use
de: - Diese PACS-Id wird bereits verwendet
es: - El identificador de PACS ya se está usando
fr: - Cet Id PACS est utilisé

source: - The port must be a positive short integer (16 bits)
de: - Der Port muss eine positive Ganzzahl sein (16 Bits)
es: - El puerto debe de ser un entero corto positivo (16 bits)
fr: - Le port doit être un entier positif court (16 bits)

source: - The port is too large
de: - Der Port ist zu gross
es: - El puerto es demasiado grande
fr: - Le port est trop grand

source: - The maximum length of the AET is 16 characters
de: - Die Maximallänge des AET ist 16 Zeichen.
es: - La longitud máxima del AET son 16 caracteres
fr: - La taille maximum d'un AET est 16 caractères

source: - The PDU size should be greater than or equal to zero (default = 16384)
de: - Die PDU-Grösse sollte grösser als oder gleich Null sein (Voreinstellung = 16384)
es: - El tamaño de la PDU debe ser mayor o igual que cero (default = 16384)
fr: - La taille du PDU doit être supérieur ou égal à zéro (par défaut = 16384)

source: - The maximum value of the PDU is
de: - Der Maximalwert für die PDU ist
es: - El valor máximo de la PDU es
fr: - La valeur maximale du PDU est

source: - The minimum value of the PDU is
de: - Der Minimalwert der PDU ist
es: - El valor mínimo de la PDU es
fr: - La valeur minimum du PDU est

source: - If you want to use SSL/TLS you have to set a valid certificate and private key
de: - Wenn Sie SSL/TLS nutzen wollen, müssen Sie ein gültiges Zertifikat und einen privaten Schlüssel angeben
es: - Para usar SSL/TLS se debe configurar un certificado y una clave privada válidos
fr: - Si vous voulez utiliser SSL/TLS, vous devez définir un certificat et une clef privée valides

source: - If you want to use WADO you have to fill in wado url
de: - Wenn Sie WADO verwenden möchten, müssen Sie einen WADO-URL angeben
es: - Si necesita usar WADO, debe rellenar la URL wado.
fr: - Si vous voulez utiliser WADO, vous devez remplir l'URL WADO

source: - WADO URL doesn't contains scheme (i.e. http://)
de: - WADO-URL entspricht keinem gültigen Schema (z.B. http://)
es: - La URL WADO no contiene el esquema (por ejemplo http://)
fr: - L'URL WADO URL ne contient pas de schéma (i.e. http://)

source: - WADO URL doesn't contains host
de: - WADO-URL enthält keinen Rechnernamen
es: - La URL WADO no contiene el host
fr: - L'URL WADO ne contient pas d'hôte

source: You must fill in all fields to continue
de: Sie müssen alle Felder ausfüllen zum Fortfahren
es: Debe de rellenar todos los campos para continuar
fr: Vous devez remplir tous les champs pour continuer

source: Testing the connection to the node ...
de: Verbindung zum Knoten wird getestet …
es: Probando la conexión con el nodo DICOM...
fr: Test de la connexion au nœud...

source: DICOM Error
de: DICOM-Fehler
es: Error DICOM
fr: Erreur DICOM

source: Unable to connect: Could not start network support.
de: Verbindung nicht möglich: Netzwerkunterstützung konnte nicht gestartet werden.
es: Imposible realizar la conexión: No se pudo iniciar el soporte de red.
fr: Impossible de se connecter : Ne peut démarrer le support réseau.

source: The service did not respond correctly to the C-ECHO
de: Der Dienst antwortete nicht erwartungsgemäß auf das C-ECHO
es: El servicio no respondió correctamente a C-ECHO
fr: Le service n'a pas répondu correctement au C-ECHO

source: The service did not respond correctly to the DICOM standard
de: Der Dienst hat nicht gemäß dem DICOM-Standard geantwortet
es: El servicio no respondió correctamente al estandar DICOM
fr: Le service n'a pas répondu correctement au standard DICOM

source: Invalid port number
de: Ungültige Port-Nummer
es: Número de puerto incorrecto
fr: Numéro de port invalide

source: WADO Error
de: WADO-Fehler
es: Error WADO
fr: Erreur WADO

source: Use by default
de: Als Vorgabe verwenden
es: Usar por defecto
fr: Utilisé par défaut

source: DICOM nodes
de: DICOM-Knoten
es: Nodos DICOM
fr: Noeuds DICOM

source: DICOM nodes settings
de: DICOM-Knoteneinstellungen
es: Configuración de los nodos DICOM
fr: Configuration des noeuds DICOM

source: They have produced the following errors:
de: Sie haben die folgenden Fehler produziert:
es: Se han producido los siguientes errores:
fr: Ils ont produit les erreurs suivantes :

source: - The local port must be a positive short integer (16 bits)
de: - Der lokale Port muss eine positive Ganzzahl sein (16 Bits)
es: - El puerto local debe de ser un entero corto positivo (16 bits)
fr: - Le port local doit être un entier positif court (16 bits)

source: - The local port is too large
de: - Der lokale Port ist zu gross
es: - El puerto local es demasiado grande
fr: - Le port local est trop grand

source: - Maximum length of local AET is 16 characters
de: - Die Maximallänge des lokalen AET ist 16 Zeichen
es: - La longitud máxima del AET local son 16 caracteres
fr: - La longueur maximale de l'AET local est 16 caractères

source: Confirm the removal of the node
de: Entfernen des Knotens bestätigen
es: Confirme la eliminación del nodo
fr: Confirmez la suppression du nœud

source: You must configure the local AET, which is used to communicate with the DICOM nodes. The specified port must be opened in the firewall, as it is essential for transfers.
de: Sie müssen den lokalen AET konfigurieren, der zur Kommunikation mit den DICOM-Knoten verwendet wird. Der angegebene Port muss in der Firewall geöffnet sein, weil dies für Übertragungen essentiell ist.
es: Debe configurar el AET local, que se utilizará al comunicarse con los nodos DICOM. El puerto indicado debe de estar abierto en el firewall, ya que es imprescindible para las transferencias.
fr: Vous devez configurer un AET local qui est utilisé pour communiquer avec les noeuds DICOM. Le port spécifié doit être ouvert dans le pare-feu car il est essentiel pour les transferts.

source: Profile
de: Profil
es: Perfil
fr: Profil

source: Default value
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut

source: Set property active
es: Activar la propiedad
fr: Définir la propriété active

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif

source: Set property inactive
es: Desactivar la propiedad
fr: Définir la propriété inactive

source: Set default value
de: Als Standardwert festlegen
es: Valor por defecto
fr: Définir la valeur par défaut

source: Set by user
de: Nach Benutzer festlegen
es: Establecido por el usuario
fr: Définir par utilisateur

source: Profile name can't be repeated
de: Profilname kann nicht wiederholt werden
es: No se puede repetir el nombre del perfil
fr: Le nom du profil ne peut être répété

source: You must fill in name field to continue
de: Sie müssen das Feld Name ausfüllen zum Fortfahren
es: Debe de rellenar el nombre para continuar
fr: Vous devez remplir le champ nom pour continuer

source: Profiles
de: Profile
es: Perfiles
fr: Profils

source: Profiles Settings
de: Profileinstellungen
es: Configuración de perfiles
fr: Configuration des profils

source: Ginkgo CADx must restart for the permission changes to take effect
de: Ginkgo CADx muss neu gestart werden damit die Änderungen an den Rechten aktiv werden
es: Debe reiniciar Ginkgo CADx para que los cambios tengan efecto
fr: Ginkgo CADx doit redémarrer pour que les changements de permission prennent effet

source: Confirm the removal of the profile
de: Bestätige das Entfernen des Profils
es: Confirma la eliminación del perfil
fr: Confirmation de la suppression du profil

source: New User
de: Neuer Benutzer
es: Nuevo usuario
fr: Nouvel utilisateur

source: User name has to contain at least 4 characters
de: Der Name des Benutzers muss min. 4 Zeichen lang sein
es: El nombre de usuario debe contener al menos 4 caracteres
fr: Le nom d'utilisateur doit contenir au moins 4 caractères

source: User name repeated
de: Benutzername wiederholen
es: El nombre de usuario está repetido
fr: Nom d'utilisateur répété

source: Password and confirm password can't be different.
de: Passwort und Bestätigung können nicht verschieden sein.
es: La contraseña y su confirmación no pueden ser diferentes.
fr: Le mot de passe et sa confirmation ne peuvent être différents.

source: Password has to contain at least 6 characters
de: Passwort muß mindestens 6 Zeichen lang sein
es: La contraseña debe contener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères

source: No login
de: Kein Login
es: Sin login
fr: Pas de login

source: User/Password
de: Benutzer/Passwort
es: Usuario/Contraseña
fr: Utilisateur / Mot de passe

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Password is setted
de: Passwort gesetzt
es: La contraseña está establecida
fr: Le mot de passe est défini

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe

source: Password is not setted
de: Kein Passwort definiert
es: La contraseña no está establecida
fr: Le mot de passe n'est pas défini

source: Set password
de: Passwort setzen
es: Establecer contraseña
fr: Définir le mot de passe

source: Security Setting
de: Sicherheitseinstellungen
es: Configuración de Seguridad
fr: Configuration de la sécurité

source: You must create at least one user
de: Sie müssen zumindest einen Benutzer erstellen
es: Debe crear al menos un usuario
fr: Vous devez créer au moins un utilisateur

source: You must set the main password
de: Sie müssen das Hauptpasswort festlegen
es: Debes establecer la contraseña principal
fr: Vous devez définir le mot de passe principal

source: User inserted successfully
de: Benutzer wurde erfolgreich eingefügt
es: Usuario insertado con éxito
fr: Utilisateur ajouté avec succès

source: There was an error inserting user. To get more info open the LOG.
de: Beim Einfügen des Benutzers ist ein Fehler aufgetreten. Für mehr Informationen öffnen Sie das Protokoll.
es: Ocurrió un error al insertar el usuario. Para más información abra el LOG.
fr: Il y a eu un problème d'ajout d'utilisateur. Voir les journaux pour plus d'informations.

source: Password changed successfully
de: Passwort erfolgreich geändert
es: La contraseña se ha cambiado con éxito.
fr: Mot de passe changé avec succès

source: There was an error changing the password. To get more info open the LOG.
de: Beim Ändern des Passworts ist ein Fehler aufgetreten. Für mehr Informationen öffnen Sie das Protokoll.
es: Ocurrió un error al cambiar la contraseña. Para más información abra el LOG.
fr: Il y a eu un problème au changement de mot de passe. Voir les journaux pour plus d'informations.

source: User deleted successfully
de: Benutzer wurde erfolgreich gelöscht
es: Usuario eliminado con éxito
fr: Utilisateur supprimé avec succès

source: There was an error deleting user. To get more info open the LOG.
de: Beim Löschen des Benutzers ist ein Fehler aufgetreten. Für mehr Informationen öffnen Sie das Protokoll.
es: Ocurrió un error al eliminar el usuario. Para más información abra el LOG.
fr: Il y a eu un problème de suppression d'utilisateur. Voir les journaux pour plus d'informations.

source: Ginkgo CADx must have at least one user.
de: Ginkgo CADx muss mindestens einen Nutzer haben.
es: Debe de existir al menos un paciente en Ginkgo CADx
fr: Ginkgo CADx doit avoir au moins un utilisateur.

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: Choose a directory
de: Verzeichnis wählen
es: Seleccione un directorio
fr: Choisir un répertoire

source: Location titles can't be repeated
de: Ortsbenennungen können nicht wiederholt werden
es: Los títulos de las ubicaciones no se pueden repetir
fr: Les titres d'emplacement ne peuvent être répétés

source: Maximum length of title is 8 characters
de: Maximale Länges des Titels is 8 Zeichen
es: La longitud máxima del título son 8 caracteres
fr: La longueur maximale du titre est de 8 caractères

source: The selected directory can't be opened
de: Der gewählte Ordner kann nicht geöffnet werden
es: El directorio seleccionado no puede abrirse
fr: Le répertoire sélectionné ne peut être ouvert

source: You must fill both title and location fields to continue
de: Sie müssen beide Felder ausfüllen zum Fortfahren, Titel und Ort
es: Debe de rellenar el título y la ubicación para continuar
fr: Vous devez remplir les champs titre et emplacement pour continuer

source: Title
de: Titel
es: Título
fr: Titre

source: Path
de: Pfad
es: Directorio
fr: Chemin

source: Monitorize
de: Überwachen
es: Monitorizar
fr: Monitorer

source: Clean before
de: Vorher säubern
es: Limpiar antes
fr: Nettoyer avant

source: Clean after
de: Hinterher säubern
es: Limpiar después
fr: Nettoyer après

source: Locations
de: Orte
es: Ubicaciones
fr: Emplacements

source: Location Settings
de: Standorteinstellungen
es: Configuración de ubicaciones
fr: Configurations des emplacements

source: Anonymization
de: Anonymisierung
es: Anonimización
fr: Anonymisation

source: Anonymization settings
de: Anonymisierungseinstellungen
es: Opciones de anonimización
fr: Configuration de l'anonymisation

source: Settings
de: Einstellungen
es: Configuración
fr: Configuration

source: Export config...
de: Konfiguration exportieren …
es: Exportar configuración...
fr: Exporter la configuration...

source: Import config...
de: Konfiguration importieren …
es: Importar configuración...
fr: Importer la configuration...

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Physician's name
de: Arztname
es: Nombre del médico
fr: Nom du médecin

source: Physician's Id
de: Mediziner-ID
es: Identificador del médico
fr: Id du Médecin

source: Service
de: Dienst
es: Servicio

source: Service's name
de: Dienstname
es: Nombre del servicio
fr: Nom du Service

source: Service's Id
de: Dienst-ID
es: Identificador del servicio
fr: Id du Service

source: Local institution
de: Lokale Institution
es: Centro local
fr: Établissement local

source: Institution's name
de: Institutsname
es: Nombre del centro
fr: Nom de l'établissement

source: Institution's Id
es: Identificador del centro
fr: Id de l'établissement

source: Dicomized files
de: Dicomisierte Dateien
es: Ficheros dicomizados
fr: Fichiers dicomisés

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Automatically check for updates
de: Suche automatisch nach Updates
es: Buscar actualizaciones automáticamente
fr: Automatiquement vérifier les mises à jour

source: Help us sending anonymous usage data (no patient data will be sent)
de: Helfen Sie uns durch Senden anonymer Nutzungsdaten (es werde keine Patientendaten gesendet)
es: Ayudanos envando datos anónimos de uso (no se enviarán datos de paciente)

source: Proxy settings
de: Proxy-Einstellungen
es: Configuración de proxy
fr: Configuration proxy

source: Enable http proxy
de: HTTP-Proxy aktivieren
es: Habilitar proxy http
fr: Activer le proxy HTTP

source: Proxy Settings
es: Configuración de proxy

source: Server settings
de: Server-Einstellungen
es: Configuración de servidor
fr: Configuration serveur

source: Port
es: Puerto

source: Authentication
de: Legitimierung
es: Autenticación
fr: Authentification

source: Proxy server requires authentication
de: Proxy-Server erfordert Legitimierung
es: El servidor proxy requiere autenticación
fr: Le serveur proxy requiert une authentification

source: Username
es: Nombre de usuario

source: Exceptions
de: Ausnahmen
es: Excepciones

source: No proxy for addresses containing
es: No utilizar proxy para las direcciones que contengan

source: Separate addresses with commas.
de: Mehrere Adressen Komma-getrennt angeben.
es: Separar las direcciones con comas.
fr: Séparez les adresses par des virgules.

source: DICOM Dir is the local directory where history is stored
de: DICOM-Verzeichnis ist das lokale Verzeichnis in dem der Verlauf gespeichert wird
es: El directorio DICOM Dir es el directorio local donde está almacenado el historial.
fr: La DICOMDIR est dans le répertoire local où l'historique est enregistré

source: Warning, to update the directory, you have to close every opened series
de: Warnung! Um den Ordner zu aktualisieren, müssen Sie alle geöffneten Serien schließen.
es: Atención, para modificar el directorio, es necesario cerrar todas las series abiertas.
fr: Attention, pour mettre à jour le répertoire, vous devez fermer toutes les séries ouvertes
